[
{"name": "Villa Stone Flower Guest House", "text_eng": "Villa Stone Flower Guest House offers air-conditioned accommodation in Split’s historical centre, right next to the UNESCO-protected Diocletian’s Palace. Restaurants, bars, shops and the green market are all just steps away.\n\nVilla Stone Flower is a stone house surrounded by a garden filled with palm trees. Each room is set on its own floor and comes with air conditioning, wooden floors, cable TV and a private bathroom. Some rooms have a spacious balcony with garden furniture.\n\nGuests staying at Villa Stone Flower have access to a shared kitchen, fully equipped with a stove, oven, kitchenware and fridge. Free WiFi access is available throughout the guest house.\n\nThe popular sandy beach of Bačvice is about 1.3 km away. Split Airport is 21 km from the property.", "text_hr": "Privatni smještaj Villa Stone Flower nudi klimatizirane smještajne jedinice te se nalazi neposredno pokraj Dioklecijanove palače, koja je pod zaštitom UNESCO-a, u povijesnoj jezgri Splita. Restorani, barovi, trgovine i tržnica udaljeni su samo nekoliko koraka.\n\nKamena kuća Villa Stone Flower okružena je vrtom s palmama. Svaka soba nalazi se na vlastitom katu te ima klima-uređaj, drvene podove, TV s kabelskim programima i vlastitu kupaonicu. Pojedine jedinice nude prostrani balkon s vrtnom garniturom.\n\nGosti koji borave u privatnom smještaju Villa Stone Flower mogu koristiti zajedničku kuhinju, potpuno opremljenu štednjakom, pećnicom, posuđem i hladnjakom. U cijelom privatnom smještaju moguće je koristiti besplatni WiFi.\n\nPopularna pješčana plaža Bačvice smještena je oko 1,3 km od objekta. Do Zračne luke Split ima 21 km."},
{"name": "Hotel As", "text_eng": "Stop by the hotel's restaurant, Hotel Restaurant, for lunch or dinner, or grab snacks at the coffee shop/café. Quench your thirst with your favorite drink at the bar/lounge. A complimentary buffet breakfast is served daily from 6:00 AM to 10:00 AM. Make use of convenient amenities such as complimentary wireless Internet access, a television in a common area, and tour/ticket assistance. Featured amenities include complimentary newspapers in the lobby, dry cleaning/laundry services, and a 24-hour front desk. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 38 air-conditioned rooms featuring minibars. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have shower/tub combinations and hair dryers. Conveniences include phones, as well as safes and desks.", "text_hr": "Svratite u restoran Hotel Restaurant. To je restoran u ovaj hotel u kojem se poslužuju ručak i večera, a male obroke nudi i kavana/kafić. Utažite žeđ omiljenim pićem u baru/salonu. Besplatan doručak (švedski stol) poslužuje se svaki dan od 6.00 do 10.00. Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, televizor u zajedničkom prostoru i organizacija turističkog obilaska / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 38), koje nude minibarove. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuš-kade, a nude i sušila za kosu. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": "Globo Hotel", "text_eng": "Take advantage of the hotel's room service (during limited hours). A complimentary hot/cold buffet breakfast is served daily from 6 AM to 10 AM. Make use of convenient amenities such as complimentary wireless Internet access, concierge services, and a television in a common area. Featured amenities include complimentary wired Internet access, a 24-hour business center, and dry cleaning/laundry services. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 33 air-conditioned rooms featuring minibars and plasma televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers. Conveniences include phones, as well as safes and desks.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Besplatan doručak (topli i hladni švedski stol) poslužuje se svaki dan od 6.00 do 10.00. Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i televizor u zajedničkom prostoru. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, 24-satni poslovni centar i usluge kemijskog čišćenja / pranja rublja. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 33 soba/e/i s klimatizacijom, koje nude i minibarove te plazma televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": "Omladinski Hostel", "text_eng": "Enjoy a satisfying meal at DUJAM serving guests of Omladinski Hostel. Buffet breakfasts are available for a fee. Take in the views from a terrace and make use of amenities such as complimentary wireless Internet access and a television in a common area. Featured amenities include dry cleaning/laundry services, a 24-hour front desk, and multilingual staff. Planning an event in Split? This hostel has facilities measuring 1076 square feet (100 square meters), including a meeting room. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 30 guestrooms. Complimentary wireless Internet access is available to keep you connected. Bathrooms have showers and hair dryers. Conveniences include desks and blackout drapes/curtains, and you can also request irons/ironing boards.", "text_hr": "Uživajte u krepkom obroku restorana DUJAM koji poslužuje goste koji borave u Omladinski Hostel. Doručak (švedski stol) dostupan je uz nadoplatu. Uživajte u pogledu koji nudi terasa i iskoristite besplatan bežični pristup internetu i televizor u zajedničkom prostoru. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, 24-satno radno vrijeme recepcije i višejezično osoblje. Planirate neko događanje u mjestu Split? Ovaj objekt (ovaj hostel) ima prostore površine 1076 kvadr. st. (100 m²), koji se sastoje od prostorije za sastanke. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 30). Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i sušila za kosu. Pogodnosti uključuju pisaće stolove i rolete/zavjese, a možete zatražiti i glačala / daske za glačanje."},
{"name": "Hotel Villa Urbi et Orbi", "text_eng": "A complimentary local cuisine breakfast is served daily from 7:30 AM to 10:30 AM.  A roundtrip airport shuttle is provided for a surcharge (available 24 hours).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 6 air-conditioned rooms featuring refrigerators. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and hair dryers. Conveniences include desks, housekeeping is provided daily, and cribs/infant beds (complimentary) can be requested.", "text_hr": "Besplatan doručak (lokalna kuhinja) poslužuje se svaki dan od 7.30 do 10.30.  Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 6), koje nude hladnjake. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i sušila za kosu. Pogodnosti uključuju pisaće stolove, sobe se čiste i održavaju svaki dan, a možete zatražiti i dječje krevetiće (besplatno)."},
{"name": "Apartments M", "text_eng": "Apartments M are located in Znjan, right on the beachfront and a 40-minute walk along the sea from Split's centre. They offer free internet access and free parking. Local buses stop 300 metres away and offer easy connection to the centre. There is a public beach right in front of the apartments. The accommodation units feature air conditioning and cable TV, fully equipped kitchens and a private bathroom with a shower. You can explore the impressive UNESCO-protected city of Split with its unique Diocletian's Palace. Close to Apartments M there are various café bars and restaurants along the beach. The nearby beach offers numerous activities and water spots facilities.", "text_hr": "Apartmani M nalaze se uz plažu na Žnjanu, na 40 minuta hoda duž obale od središta Splita. Na raspolaganju su besplatni pristup internetu i besplatno parkiralište. Objekt je udaljen 300 metara od stajališta lokalnog autobusa koji prometuje do centra. Javna plaža smještena je ispred apartmana. Smještajne jedinice uključuju klima-uređaj, TV s kabelskim programima, potpuno opremljenu kuhinju i vlastitu kupaonicu s tušem. Gosti mogu istražiti prekrasan grad Split i jedinstvenu Dioklecijanovu palaču, koja je pod zaštitom UNESCO-a. U blizini Apartmana M nalaze se razni kafići i restorani uz plažu. Na obližnjoj plaži dostupne su brojne aktivnosti i sadržaji za vodene sportove."},
{"name": "Apartments Nena", "text_eng": "Located in a pleasant, quiet neighbourhood of Split, Apartments Nena is within a 15-minute walk from the UNESCO-protected old town and Diocletian's Palace. It offers accommodation with free Wi-Fi. Bars, restaurants and cafés can be found in the vicinity. Redecorated in 2013, Apartments Nena features various rooms and a studio with air conditioning and seating areas. Many of the rooms are surrounded by a lush garden. The Adriatic Sea and the well-known Bačvice Beach are approximately a 15-minute walk away from the hostel. Breakfast, lunch and dinner can be ordered at the nearby Opatija Restaurant. The Main Bus and Train Station, as well as Split Ferry Port with links to nearby islands can be reached within 1 km. Free private parking is possible on site.", "text_hr": "Apartmani Nena nalaze se u ugodnoj i mirnoj četvrti Splita, a udaljeni su 15 minuta hoda od Staroga grada i Dioklecijanove palače, lokaliteta pod zaštitom UNESCO-a. Objekt nudi smještajne jedinice s besplatnim bežičnim pristupom internetu. U blizini su dostupni barovi, restorani i kafići. Smještajni objekt Nena preuređen je 2013. godine, a obuhvaća razne sobe i studio s klima-uređajem te prostorom za sjedenje. Mnoge su sobe okružene bujnim vrtom. Jadransko more i čuvena plaža Bačvice nalaze se na oko 15 minuta hoda od hostela. Doručak, ručak i večera mogu se naručiti u obližnjem restoranu Opatija. Autobusni i željeznički kolodvor te Trajektna luka Split, iz koje polaze linije do obližnjih otoka, nalaze se na 1 km od objekta. Besplatno privatno parkiralište dostupno je u okviru objekta."},
{"name": "Villa Marjela", "text_eng": "Take advantage of recreation opportunities such as bicycles to rent, or other amenities including complimentary wireless Internet access and tour/ticket assistance. Featured amenities include express check-in, express check-out, and dry cleaning/laundry services. A roundtrip airport shuttle is provided for a surcharge (available on request), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 8 individually decorated guestrooms, featuring minibars and flat-screen televisions. Your room comes with a pillowtop bed. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers.", "text_hr": "Iskoristite mogućnosti za rekreaciju uz najam bicikala ili druge pogodnosti kao što su besplatan bežični pristup internetu i organizacija turističkog obilaska / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, ekspresnu odjavu i usluge kemijskog čišćenja / pranja rublja. Prijevoz od/do zračne luke (dostupno na zahtjev) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 8 sobe/a/i s individualnim uređenjem, koje vam nude minibarove i televizore s ravnim ekranom. Krevet u vašoj sobi ima udoban madrac (krevetu s nadmadracem). Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": "Split Apartments Peric", "text_eng": "Split Apartments provides cosy, homely decorated apartments situated in a quiet street, yet only a 5-minute walk from the centre of Split. Free Wi-Fi, free parking and air conditioning are provided for all apartments. Split offers many different museums and cultural sites, but also great restaurants, where a reservation can be made for you. The reception staff can provide all necessary information about the town and its surroundings, to make the best of your vacation. This part of the Adriatic coast is perfectly suited for water sports enthusiasts. Split Apartments enjoy a perfect location as the bus and train stations are at a 10-minute walk from the hotel. Only 50 metres away there is a fruit and vegetable market with various shops, such as a bakery, a pharmacy and a supermarket. Guests can request airport pick-up service for an additional cost. Marjan Hill, which offers many leisure opportunities, as well as many beaches, is close by the Split Apartments.", "text_hr": "Apartmani Split nude udobne, jednostavno uređene apartmane smještene u mirnoj ulici udaljenoj tek 5 minuta hoda od središta Splita. U sklopu svih su apartmana dostupni besplatni bežični pristup internetu, besplatno parkiralište i klima-uređaj. U Splitu se nalaze brojni muzeji i kulturne znamenitosti, a osoblje može za goste rezervirati stol u raznim izvrsnim restoranima. Na recepciji gosti mogu dobiti sve potrebne informacije o gradu i okolici. Ovaj dio Jadrana idealan je za ljubitelje vodenih sportova. Autobusni i željeznički kolodvor nalaze se na 10 minuta hoda od apartmana Split. Objekt je udaljen samo 50 metara od tržnice s voćem i povrćem te raznim trgovinama poput pekarnice, ljekarne i supermarketa. Gostima je na zahtjev i uz nadoplatu dostupna usluga prijevoza iz zračne luke do objekta. Brdo Marjan odlikuje se brojnim plažama i mogućnostima za rekreaciju, a nalazi se nedaleko od apartmana Split"},
{"name": "Boutique Hotel Luxe", "text_eng": "Grab a bite to eat at Luxe restaurant, a restaurant which features a bar, or stay in and take advantage of the room service (during limited hours). A complimentary buffet breakfast is served daily from 6:30 AM to 11 AM. Relax and unwind with massages, body treatments, and facials. If you're looking for recreational opportunities, you'll find a spa tub, a sauna, and a fitness center. Additional amenities at this hotel include complimentary wireless Internet access and a television in a common area. Getting to nearby attractions is a breeze with the area shuttle (surcharge). Featured amenities include complimentary wired Internet access, a computer station, and express check-in. Planning an event in Split? This hotel has facilities measuring 108 square feet (10 square meters), including a meeting room. For a surcharge, guests may use a roundtrip airport shuttle (available 24 hours) and a ferry terminal shuttle.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 30 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms feature bathtubs or showers, designer toiletries, and hair dryers. Conveniences include phones, as well as laptop-compatible safes and desks.", "text_hr": "Pojedite nešto u restoranu Luxe restaurant koji ima i bar. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Besplatan doručak (švedski stol) poslužuje se svaki dan od 6.30 do 11.00. Opustite se i uživajte uz masaže, tretmane za tijelo i tretmane za lice. Ako tražite rekreacijske mogućnosti, naći ćete ih uz spa kadu, saunu i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i televizor u zajedničkom prostoru. Do obližnjih atrakcija lako je stići autobusom (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, računalo i ekspresnu prijavu. Planirate neko događanje u mjestu Split? Ovaj objekt (ovaj hotel) ima prostore površine 108 kvadr. st. (10 m²), koji se sastoje od prostorije za sastanke. Uz nadoplatu se nudi prijevoz od/do zračne luke (dostupno 24 sata) i prijevoz od/do trajektnog pristaništa (uz nadoplatu).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 30 soba/e/i s klimatizacijom, koje nude i minibarove te LCD televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su kade ili tuševi, dizajnerske toaletne potrepštine, a nude i sušila za kosu. U pogodnosti su uključeni telefoni, sefovi za prijenosna računala i pisaći stolovi."},
{"name": "Heritage Jupiter Luxury Hotel", "text_eng": "Grab a bite to eat at Kuzina, a restaurant where you can enjoy drinks at the bar and dine alfresco. Or stay in and take advantage of the 24-hour room service. Buffet breakfasts are available daily from 7 AM to 10:30 AM for a fee. Take advantage of recreation opportunities including a spa tub and a sauna. Additional features at this hotel include complimentary wireless Internet access, shopping on site, and wedding services. Featured amenities include express check-in, express check-out, and dry cleaning/laundry services. A roundtrip airport shuttle is provided for a surcharge (available on request).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 31 individually decorated guestrooms, featuring minibars and LED televisions. Your room comes with a Select Comfort bed. Wired and wireless Internet access is complimentary, and Smart televisions with cable programming provide entertainment. Private bathrooms with bathtubs or showers feature complimentary toiletries and hair dryers.", "text_hr": "Objedujte u restoranu Kuzina koji ima i bar s ponudom pića i mogućnost večeranja pod vedrim nebom. Možete i ostati u sobi te iskoristiti pogodnosti 24-satne posluge u sobu. Doručak (švedski stol) dostupan je svaki dan od 7.00 do 10.30 uz nadoplatu. Iskoristite rekreacijske mogućnosti uz spa kadu i saunu. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, trgovinu u sklopu objekta i usluge vjenčanja. Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, ekspresnu odjavu i usluge kemijskog čišćenja / pranja rublja. Prijevoz od/do zračne luke (dostupno na zahtjev) nudi se uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 31 sobe/a/i s individualnim uređenjem, koje vam nude minibarove i LED televizore. Krevet u vašoj sobi ima udoban madrac (krevetu s madracem Select Comfort). Zabavljat će vas pametni televizori i kabelskim TV, a žičani i bežični pristup internetu je besplatan. Privatne kupaonice opremljene su kadama ili tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": "Villa Matejuska Heritage", "text_eng": "At Villa Matejuska Heritage, enjoy a satisfying meal at the restaurant.  The front desk is staffed during limited hours. A roundtrip airport shuttle is available for a surcharge.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 6 air-conditioned rooms featuring refrigerators. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and complimentary toiletries. Conveniences include desks, housekeeping is provided daily, and irons/ironing boards can be requested.", "text_hr": "U Villa Matejuska Heritage možete uživati u krepkim objedima koje nudi restoran.  Osoblje je na recepciji tijekom ograničenoga radnog vremena. Prijevoz od/do zračne luke dostupan je uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 6), koje nude hladnjake. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine. Pogodnosti uključuju pisaće stolove, sobe se čiste i održavaju svaki dan, a možete zatražiti i glačala / daske za glačanje."},
{"name": "Radisson Blu Resort Split", "text_eng": "Enjoy Mediterranean cuisine at Caper Grill Resturant, one of the hotel's 3 restaurants, or stay in and take advantage of the 24-hour room service. Snacks are also available at the 2 coffee shops/cafés. Relax with a refreshing drink from the poolside bar or one of the 3 bars/lounges. A complimentary buffet breakfast is served daily from 6:30 AM to 10:30 AM. Relax at the full-service spa, where you can enjoy massages, body treatments, and facials. If you're looking for recreational opportunities, you'll find an outdoor pool, an indoor pool, and a spa tub. Additional amenities at this hotel include complimentary wireless Internet access, concierge services, and babysitting/childcare (surcharge). Featured amenities include a business center, express check-in, and express check-out. Planning an event in Split? This hotel has facilities measuring 6964 square feet (647 square meters), including a conference center. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 252 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms have complimentary toiletries and hair dryers. Conveniences include phones, as well as safes and desks.", "text_hr": "U restoranu Caper Grill Resturant, jednom od 3 restorana u ovom hotelu, oduševit će vas mediteranska kuhinja. Možete i ostati u sobi te iskoristiti prednosti 24-satne posluge u sobu. Ako pak poželite male obroke, imate 2 kavane/kafića. Opustite se uz osvježavajuće piće u baru pokraj bazena ili u jednom od 3 bara/salona. Besplatan doručak (švedski stol) poslužuje se svaki dan od 6.30 do 10.30. Opustite se u spa centru sa širokim spektrom usluga, kojemu su u ponudi i masaže, tretmani za tijelo i tretmani za lice. Ako tražite rekreacijske mogućnosti, naći ćete ih uz vanjski bazen, unutarnji bazen i spa kadu. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i čuvanje djece / brigu o djeci (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju poslovni centar, ekspresnu prijavu i ekspresnu odjavu. Planirate neko događanje u mjestu Split? Ovaj objekt (ovaj hotel) ima prostore površine 6964 kvadr. st. (647 m²), koji se sastoje od kongresnoga centra. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 252 soba/e/i s klimatizacijom, koje nude i minibarove te LCD televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice nude besplatne toaletne potrepštine i sušila za kosu. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": "Apartments Cecilia", "text_eng": "A roundtrip airport shuttle is provided for a surcharge (available on request).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 4 individually decorated guestrooms. Complimentary wireless Internet access is available to keep you connected. Bathrooms with bathtubs or showers are provided.", "text_hr": "Prijevoz od/do zračne luke (dostupno na zahtjev) nudi se uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba s individualnim uređenjem (ukupno 4). Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice su opremljene kadama ili tuševima."},
{"name": "Art Hotel", "text_eng": "Stop by the hotel's restaurant for lunch. Dining is also available at the coffee shop/café, and room service (during limited hours) is provided. Wrap up your day with a drink at the bar/lounge. A complimentary buffet breakfast is included. Enjoy recreation amenities such as a health club or take in the view from a terrace. This hotel also features complimentary wireless Internet access, concierge services, and a television in a common area. Featured amenities include a business center, complimentary newspapers in the lobby, and dry cleaning/laundry services. Planning an event in Split? This hotel has facilities measuring 1076 square feet (100 square meters), including conference space. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 36 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wired and wireless Internet access keeps you connected, and satellite programming provides entertainment. Bathrooms have shower/tub combinations and hair dryers. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Svratite u restoran u ovaj hotel u kojemu se poslužuje ručak. Obroke nudi i kavana/kafić, a dostupne su i pogodnosti posluge u sobu (tijekom ograničenih sati). Završite dan uz piće u baru/salonu. Uključen je besplatan doručak (švedski stol). Uživajte u mogućnostima rekreacije uz rekreacijski klub ili se opustite uz pogled koji nudi terasa. Ovaj hotel nudi i besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) te televizor u zajedničkom prostoru. Gosti mogu koristiti prednosti koje uključuju poslovni centar, besplatne novine u predvorju i usluge kemijskog čišćenja / pranja rublja. Planirate neko događanje u mjestu Split? Ovaj objekt (ovaj hotel) ima prostore površine 1076 kvadr. st. (100 m²), koji se sastoje od prostora za konferencije / sastanke. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 36 soba/e/i s klimatizacijom, koje nude i minibarove te LCD televizore. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. U kupaonicama su tuš-kade, a nude i sušila za kosu. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": "Apartments Lucac Manus", "text_eng": "Situated in several locations across Split’s historical centre, Apartments Lucac Manus offers free Wi-Fi. All rooms and apartments are between 150 and 300 metres from the Diocletian’s Palace. All rooms and apartments have air conditioning, a refrigerator and flat-screen cable TV. Coffee and tea making facilities are provided in every room, and apartments also have a well equipped kitchen and washing machine. A hairdryer is provided in every room and apartment. Lucac Manus Apartments also offers a 24-hour front desk. Free public parking is available in a nearby street.", "text_hr": "Apartmani Lucac Manus nalaze se na nekoliko lokacija diljem povijesne jezgre Splita. Objekt nudi besplatni WiFi. Sve sobe i apartmani udaljeni su između 150 i 300 metara od Dioklecijanove palače. Sve sobe i apartmani uključuju klima-uređaj, hladnjak, TV ravnog ekrana s kabelskim programima te pribor za pripremu čaja/kave. Apartmani sadrže dobro opremljenu kuhinju i perilicu rublja. U svim smještajnim jedinicama dostupno je sušilo za kosu. Recepcija apartmana Lucac Manus otvorena je 24 sata. U obližnjoj ulici gostima je na raspolaganju besplatno javno parkiralište."},
{"name": "President Hotel", "text_eng": "Enjoy a satisfying meal at Hotel President serving guests of Hotel President Split. Wrap up your day with a drink at the bar/lounge. Breakfast is available daily for a fee. Make use of convenient amenities, which include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include dry cleaning/laundry services, a 24-hour front desk, and multilingual staff. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 71 air-conditioned rooms featuring minibars and plasma televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with bathtubs or showers feature complimentary toiletries and hair dryers. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Uživajte u krepkom obroku restorana Hotel President koji poslužuje goste koji borave u Hotel President Split. Završite dan uz piće u baru/salonu. Doručak je dostupan svaki dan uz nadoplatu. Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, 24-satno radno vrijeme recepcije i višejezično osoblje. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 71 soba/e/i s klimatizacijom, koje nude i minibarove te plazma televizore. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": "Hotel Peristil", "text_eng": "At Hotel Peristil, enjoy a satisfying meal at the restaurant. A complimentary continental breakfast is served daily from 7 AM to 11 AM. Take in the views from a terrace and make use of amenities such as complimentary wireless Internet access. Featured amenities include a 24-hour front desk, multilingual staff, and luggage storage. Limited parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 12 air-conditioned rooms featuring minibars and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include phones and desks, and housekeeping is provided daily.", "text_hr": "U Hotel Peristil možete uživati u krepkim objedima koje nudi restoran. Besplatan doručak (kontinentalni) poslužuje se svaki dan od 7.00 do 11.00. Uživajte u pogledu koji nudi terasa i iskoristite besplatan bežični pristup internetu. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, višejezično osoblje i pohrana prtljage. Na lokaciji se nudi ograničeno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 12 soba/e/i s klimatizacijom, koje nude i minibarove te televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju telefone i pisaće stolove, a sobe se čiste i održavaju svaki dan."},
{"name": "Apartments Aspalathos", "text_eng": "Satisfy your appetite at the apartment's 3 coffee shops/cafés, or stay in and take advantage of the room service (during limited hours). A complimentary continental breakfast is served daily from 7:30 AM to 10 AM. Take advantage of recreation opportunities such as outdoor tennis courts, or other amenities including complimentary wireless Internet access and tour/ticket assistance. Guests can catch a ride to nearby destinations on the area shuttle (surcharge). Featured amenities include limo/town car service, express check-in, and express check-out. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free valet parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 4 air-conditioned rooms featuring refrigerators. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Apetit će vam zadovoljiti 3 kavane/kafića u ovaj apartman, a možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Besplatan doručak (kontinentalni) poslužuje se svaki dan od 7.30 do 10.00. Iskoristite mogućnosti za rekreaciju uz vanjske teniske terene ili druge pogodnosti kao što su besplatan bežični pristup internetu i organizacija turističkog obilaska / kupnje ulaznica. Gosti se do obližnjih odredišta mogu voziti autobusom (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju usluge limuzine / prijevoza automobilom, ekspresnu prijavu i ekspresnu odjavu. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatna usluga parkiranja.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 4), koje nude hladnjake. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": "Park Hotel", "text_eng": "Satisfy your appetite for lunch or dinner at the hotel's restaurant, Split, or stay in and take advantage of the 24-hour room service. Quench your thirst with your favorite drink at the bar/lounge. Relax at the full-service spa, where you can enjoy massages, body treatments, and facials. You're sure to appreciate the recreational amenities, including an outdoor pool and a fitness center. Additional amenities at this hotel include complimentary wireless Internet access, concierge services, and wedding services. Featured amenities include a 24-hour business center, limo/town car service, and complimentary newspapers in the lobby. Planning an event in Split? This hotel has facilities measuring 3767 square feet (350 square meters), including a conference center. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 72 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with bathtubs or showers feature complimentary toiletries and hair dryers. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Apetit će vam zadovoljiti ručak ili večera u restoranu Split. To je restoran u ovaj hotel. Možete i ostati u sobi te iskoristiti pogodnosti 24-satne posluge u sobu. Utažite žeđ omiljenim pićem u baru/salonu. Opustite se u spa centru sa širokim spektrom usluga, kojemu su u ponudi i masaže, tretmani za tijelo i tretmani za lice. Sigurno ćete uživati u rekreacijskim mogućnostima uz vanjski bazen i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i usluge vjenčanja. Gosti mogu koristiti prednosti koje uključuju 24-satni poslovni centar, usluge limuzine / prijevoza automobilom i besplatne novine u predvorju. Planirate neko događanje u mjestu Split? Ovaj objekt (ovaj hotel) ima prostore površine 3767 kvadr. st. (350 m²), koji se sastoje od kongresnoga centra. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 72 soba/e/i s klimatizacijom, koje nude i minibarove te LCD televizore. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": "Atrium Hotel", "text_eng": "Enjoy a meal at the restaurant or snacks in the coffee shop/café. The hotel also offers 24-hour room service. Wrap up your day with a drink at the bar/lounge. A complimentary buffet breakfast is included. Relax at the full-service spa, where you can enjoy massages, body treatments, and facials. You're sure to appreciate the recreational amenities, including an indoor pool, a sauna, and a fitness center. Additional features at this hotel include complimentary wireless Internet access, concierge services, and a reception hall. Featured amenities include a business center, express check-in, and express check-out. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 124 air-conditioned rooms featuring minibars. Complimentary wireless Internet access is available to keep you connected. Bathrooms have designer toiletries and hair dryers. Conveniences include phones, as well as safes and desks.", "text_hr": "Uživajte u obrocima koji nudi restoran ili malim obrocima koje nudi kavana/kafić. U ovaj hotel su vam dostupne i pogodnosti 24-satne posluge u sobu. Završite dan uz piće u baru/salonu. Uključen je besplatan doručak (švedski stol). Opustite se u spa centru sa širokim spektrom usluga, kojemu su u ponudi i masaže, tretmani za tijelo i tretmani za lice. Sigurno ćete uživati u rekreacijskim mogućnostima uz unutarnji bazen, saunu i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i dvorana za domjenke. Gosti mogu koristiti prednosti koje uključuju poslovni centar, ekspresnu prijavu i ekspresnu odjavu. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 124), koje nude minibarove. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice nude dizajnerske toaletne potrepštine i sušila za kosu. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": "Design Hostel Goli & Bosi", "text_eng": "Enjoy a meal at the restaurant or snacks in the guesthouse's coffee shop/café. Buffet breakfasts are available daily from 8:30 AM to 10:30 AM for a fee. Take in the views from a terrace and make use of amenities such as complimentary wireless Internet access and tour/ticket assistance. Featured amenities include complimentary wired Internet access, express check-in, and a 24-hour front desk.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 29 air-conditioned guestrooms. Complimentary wireless Internet access is available to keep you connected. Conveniences include desks, and housekeeping is provided daily.", "text_hr": "Uživajte u obrocima koje nudi restoran ili malim obrocima koje u ponudi ima kavana/kafić u ova gostinjska kuća. Doručak (švedski stol) dostupan je svaki dan od 8.30 do 10.30 uz nadoplatu. Uživajte u pogledu koji nudi terasa i iskoristite besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, ekspresnu prijavu i 24-satno radno vrijeme recepcije.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 29). Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Pogodnosti uključuju pisaće stolove, a sobe se čiste i održavaju svaki dan."}
]