[
{"name": 1036893, "text_eng": "Situated in Dramalj in the Primorsko-Goranska županija region, with Dramalj Beach and Riviera Beach nearby, Apartments Nensi features accommodation with free WiFi and free private parking, as well as access to a hot tub. All of the units have satellite TV, a fully equipped kitchen with a dishwasher, and a private bathroom with a shower and a hairdryer. A microwave, a fridge and oven are also available, as well as a kettle and a coffee machine. The apartment offers 4-star accommodation with a sauna and sun terrace. Omorika Beach is less than 1 km from Apartments Nensi. The nearest airport is Rijeka Airport, 20 km from the accommodation.", "text_hr": "Apartmani Nensi imaju besplatni WiFi, a nalaze se u Dramlju, u Primorsko-goranskoj županiji. Klimatizirane jedinice obuhvaćaju potpuno opremljenu kuhinju s perilicom posuđa i pećnicom. Također sadrže toster, hladnjak i aparat za pripremu kave. Objekt nudi terasu za sunčanje. Apartmani Nensi smješteni su 32 km od Opatije. Zračna luka Rijeka udaljena je 8 km."},
{"name": 1117097, "text_eng": "Don't miss out on recreational opportunities including an outdoor pool and a fitness center. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this air-conditioned condo, featuring a kitchenette with a refrigerator and a stovetop. A 32-inch flat-screen television with satellite programming provides entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include a microwave and an electric kettle.", "text_hr": "Nemojte propustiti rekreacijske mogućnosti uz vanjski bazen i fitness centar. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ovaj apartman uz klima-uređaj i čajnu kuhinju koja sadrži hladnjak i ploču za kuhanje. Za zabavu na raspolaganju imate televizor s ravnim ekranom od 32 in opremljen satelitskim TV programima, a uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom. Među praktičnim dodacima nalaze se mikrovalna pećnica i kuhalo za vodu."},
{"name": 1232539, "text_eng": "Take in the views from a terrace and make use of amenities such as complimentary wireless Internet access and gift shops/newsstands. Additional features at this property include a television in a common area and tour/ticket assistance. Featured amenities include luggage storage, laundry facilities, and microwave in a common area. Limited parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this accommodation, featuring a kitchen with a full-sized refrigerator/freezer and an oven. Wired and wireless Internet access is complimentary, and a flat-screen television with digital programming provides entertainment. Conveniences include a microwave and a portable fan, and housekeeping is provided on a limited basis.", "text_hr": "Uživajte u pogledu koji nudi terasa i iskoristite besplatan bežični pristup internetu i suvenirnice / novinske kioske. Ovaj objekt nudi dodatne pogodnosti koje uključuju televizor u zajedničkom prostoru i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju pohrana prtljage, mogućnost pranja rublja i mikrovalna pećnica u zajedničkim prostorima. Na lokaciji se nudi ograničeno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ovaj objekt uz kuhinju koja sadrži hladnjak/zamrzivač u punoj veličini i pećnicu. Besplatno su dostupni žičani i bežični pristup internetu, a za zabavu na raspolaganju imate televizor s ravnim ekranom opremljen digitalnim TV programima.Među praktičnim dodacima nalaze se mikrovalna pećnica i prenosivi ventilator, a održavanje sobe dostupno je ograničeno."},
{"name": 1382605, "text_eng": "A complimentary full breakfast is served daily from 6:00 AM to 9:00 AM. Make use of convenient amenities such as complimentary wireless Internet access, a television in a common area, and a vending machine. Featured amenities include a 24-hour front desk, coffee/tea in a common area, and a water dispenser. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 43 guestrooms featuring refrigerators and LCD televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers. Conveniences include desks and microwaves, as well as phones with free local calls.", "text_hr": "Besplatan doručak (puni) poslužuje se svaki dan od 6.00 do 9.00. Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, televizor u zajedničkom prostoru i automat za prodaju. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, kavu u predvorju i aparat za vodu. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 43) koje sadrže hladnjake i LCD televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju pisaće stolove i mikrovalne pećnice, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 1382910, "text_eng": "For your convenience, a complimentary breakfast is served daily from 6:00 AM to 9:30 AM. Make use of convenient amenities such as complimentary wireless Internet access, barbecue grills, and complimentary use of a nearby fitness facility. Guests can catch a ride to nearby destinations on the complimentary area shuttle. Featured amenities include a 24-hour front desk, laundry facilities, and a safe deposit box at the front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 128 air-conditioned rooms featuring kitchens with refrigerators and stovetops. Flat-screen televisions with cable programming provide entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include desks and microwaves, as well as phones with free local calls.", "text_hr": "Na raspolaganju vam je besplatan doručak svaki dan od 6.00 do 9.30. Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, roštilj i besplatna upotreba obližnjega centra za fitness. Gosti se do obližnjih odredišta mogu prevesti besplatnim autobusom. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, mogućnost pranja rublja i sigurnosni sef na recepciji. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 128), koje sadrže kuhinje s hladnjacima i pločama za kuhanje. Zabavljat će vas televizori s ravnim ekranom i kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Pogodnosti uključuju pisaće stolove i mikrovalne pećnice, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 1386181, "text_eng": "At Comfort Inn & Suites Watertown - 1000 Islands, enjoy a satisfying meal at the restaurant. A complimentary buffet breakfast is served daily from 6 AM to 10 AM. Make use of convenient amenities such as complimentary wireless Internet access, a fireplace in the lobby, and a picnic area. Getting to nearby attractions is a breeze with the complimentary area shuttle that operates within 5 mi. Featured amenities include complimentary wired Internet access, a business center, and complimentary newspapers in the lobby. Planning an event in Watertown? This hotel has facilities measuring 1008 square feet (94 square meters), including conference space. A roundtrip airport shuttle is complimentary (available 24 hours).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 135 air-conditioned rooms featuring refrigerators and microwaves. Flat-screen televisions with cable programming provide entertainment, while complimentary wireless Internet access keeps you connected. Private bathrooms have complimentary toiletries and hair dryers. Conveniences include desks and complimentary weekday newspapers, as well as phones with free local calls.", "text_hr": "U Comfort Inn & Suites Watertown - 1000 Islands možete uživati u krepkim objedima koje nudi restoran. Besplatan doručak (švedski stol) poslužuje se svaki dan od 6.00 do 10.00. Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, kamin u predvorju i prostor za piknik. Lako ćete stići do obližnjih atrakcija ako se povezete besplatnim autobusom koji vozi 5 milja. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, poslovni centar i besplatne novine u predvorju. Planirate neko događanje u mjestu Watertown? Ovaj objekt (ovaj hotel) ima prostore površine 1008 kvadr. st. (94 m²), koji se sastoje od prostora za konferencije / sastanke. Prijevoz od/do zračne luke je besplatan dostupno 24 sata.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 135 soba/e/i s klimatizacijom, koje nude i hladnjake re mikrovalne pećnice. Zabavljat će vas televizori s ravnim ekranom i kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice nude besplatne toaletne potrepštine i sušila za kosu. Pogodnosti uključuju pisaće stolove i besplatne novine radnim danima, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 1414129, "text_eng": "A complimentary continental breakfast is served daily from 7 AM to 9 AM. Enjoy recreational amenities such as an outdoor pool and a fitness center. Additional amenities at this hotel include complimentary wireless Internet access, tour/ticket assistance, and a vending machine. Featured amenities include a business center, express check-out, and dry cleaning/laundry services. A cruise ship terminal shuttle is available for a surcharge.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 82 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wired and wireless Internet access keeps you connected, and digital programming provides entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include microwaves and coffee/tea makers, and housekeeping is provided daily.", "text_hr": "Besplatan doručak (kontinentalni) poslužuje se svaki dan od 7.00 do 9.00. Uživajte u nizu rekreacijskih mogućnosti uz vanjski bazen i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, organizaciju turističkih obilazaka / kupnje ulaznica i automat za prodaju. Gosti mogu koristiti prednosti koje uključuju poslovni centar, ekspresnu odjavu i usluge kemijskog čišćenja / pranja rublja. Prijevoz od/do pristaništa brodova za krstarenje na raspolaganju je uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 82 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas digitalnim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su mikrovalne pećnice i aparat za kavu/čaj, a sobe se održavaju i spremaju svaki dan."},
{"name": 1417128, "text_eng": "Enjoy a meal at the restaurant or snacks in the hotel's coffee shop/café. Quench your thirst with your favorite drink at the bar/lounge. A complimentary buffet breakfast is served daily from 7 AM to 9:30 AM. Enjoy recreational amenities such as an outdoor pool and a 24-hour fitness center. Additional features at this hotel include complimentary wireless Internet access, concierge services, and a picnic area. Spending a day of fun is easy with the theme park shuttle (surcharge). Featured amenities include complimentary wired Internet access, a 24-hour business center, and limo/town car service. This hotel has 2 meeting rooms available for events. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 248 air-conditioned rooms featuring refrigerators and microwaves. Your bed comes with premium bedding, and all rooms are furnished with sofa beds. Wired and wireless Internet access is complimentary, and Smart televisions with digital programming provide entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers.", "text_hr": "Uživajte u obrocima koje nudi restoran ili malim obrocima koje u ponudi ima kavana/kafić u ovaj hotel. Utažite žeđ omiljenim pićem u baru/salonu. Besplatan doručak (švedski stol) poslužuje se svaki dan od 7.00 do 9.30. Uživajte u nizu rekreacijskih mogućnosti uz vanjski bazen i 24-satni fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i prostor za piknik. Lako je provesti zabavni dan u tematskom parku ako se prevezete autobusom (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, 24-satni poslovni centar i usluge limuzine / prijevoza automobilom. Ovaj objekt (ovaj hotel) ima 2 prostorije za sastanke u kojima se mogu organizirati razna događanja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 248 soba/e/i s klimatizacijom, koje nude i hladnjake re mikrovalne pećnice. Vaš krevet ima luksuzna posteljina, a sve sobe sadrže kauč na razvlačenje. Zabavljat će vas pametni televizori i digitalnim TV, a žičani i bežični pristup internetu je besplatan. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 1419902, "text_eng": "Enjoy American cuisine at GPs Steakhouse, one of the resort's many dining establishments, which include 5 restaurants and a coffee shop/café. Quench your thirst with your favorite drink at the bar/lounge. Breakfast is available for a fee. Treat yourself with massages and facials. After enjoying recreational amenities such as an outdoor pool and a fitness center, a lucky night at the casino is the perfect end to the day. Additional amenities at this resort include an arcade/game room and gift shops/newsstands. Featured amenities include a 24-hour front desk and an elevator (lift). Free valet parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 623 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Conveniences include phones, as well as desks and irons/ironing boards.", "text_hr": "U restoranu GPs Steakhouse, jednom od brojnih ugostiteljskih objekata u ponudi u ovaj resort, u kojoj se nalazi 5 restorana i kavana/kafić, oduševit će vas američka kuhinja. Utažite žeđ omiljenim pićem u baru/salonu. Doručak je dostupan uz nadoplatu. Počastite se masažama i tretmanima za lice. Nakon uživanja u rekreacijskim mogućnostima uz vanjski bazen i fitness centar sretna noć u casinu bit će savršen kraj dana. Ovaj resort nudi dodatne pogodnosti koje uključuju prostor za arkadne i videoigre i suvenirnice / novinske kioske. Pogodnosti uključuju 24-satno radno vrijeme recepcije i dizalo. Na lokaciji se nudi besplatna usluga parkiranja.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 623 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U pogodnosti su uključeni telefoni, pisaći stolovi i glačala / daske za glačanje."},
{"name": 1424051, "text_eng": "Enjoy a meal at the restaurant, or stay in and take advantage of the hotel's room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. Continental breakfasts are available daily from 7:30 AM to 10 AM for a fee. Relax at the full-service spa, where you can enjoy massages, body treatments, and facials. If you're looking for recreational opportunities, you'll find a spa tub and a seasonal outdoor pool. This hotel also features complimentary wireless Internet access, babysitting/childcare (surcharge), and a television in a common area. Featured amenities include a 24-hour front desk, multilingual staff, and luggage storage. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 108 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wireless Internet access is available to keep you connected. Conveniences include safes, and rollaway/extra beds (surcharge) can be requested.", "text_hr": "Uživajte u obrocima koje nudi restoran ili ostanite u sobi i iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Utažite žeđ omiljenim pićem u baru/salonu. Doručak (kontinentalni) dostupan je svaki dan od 7.30 do 10.00 uz nadoplatu. Opustite se u spa centru sa širokim spektrom usluga, kojemu su u ponudi i masaže, tretmani za tijelo i tretmani za lice. Ako tražite rekreacijske mogućnosti, naći ćete ih uz spa kadu i sezonski vanjski bazen. Ovaj hotel nudi i besplatan bežični pristup internetu, čuvanje djece / brigu o djeci (uz nadoplatu) te televizor u zajedničkom prostoru. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, višejezično osoblje i pohrana prtljage. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 108 soba/e/i s klimatizacijom, koje nude i minibarove te LCD televizore. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Pogodnosti uključuju sefove, a na zahtjev je moguće dobiti i sklopive/dodatne krevete (uz nadoplatu)."},
{"name": 1427016, "text_eng": "At Hostel Celica, enjoy a satisfying meal at the restaurant. Quench your thirst with your favorite drink at the bar/lounge. Buffet breakfasts are available daily from 7:30 AM to 10:30 AM for a fee. Enjoy recreation amenities such as bicycles to rent or take in the view from a garden. Guests can catch a ride to nearby destinations on the area shuttle (surcharge). The front desk is staffed during limited hours. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 29 guestrooms. Complimentary wired and wireless Internet access is available. Bathrooms with shower/tub combinations are provided.", "text_hr": "U Hostel Celica možete uživati u krepkim objedima koje nudi restoran. Utažite žeđ omiljenim pićem u baru/salonu. Doručak (švedski stol) dostupan je svaki dan od 7.30 do 10.30 uz nadoplatu. Uživajte u mogućnostima rekreacije uz najam bicikala ili se opustite uz pogled koji nudi vrt. Gosti se do obližnjih odredišta mogu voziti autobusom (uz nadoplatu). Osoblje je na recepciji tijekom ograničenoga radnog vremena. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 29). Dostupan je besplatni žičani i bežični pristup internetu. Kupaonice su opremljene kombinacijama tuša i kade."},
{"name": 1427946, "text_eng": "Take advantage of the aparthotel's room service (during limited hours). A complimentary hot/cold buffet breakfast is included. Take in the views from a terrace and make use of amenities such as complimentary wireless Internet access. The front desk is staffed during limited hours. A roundtrip airport shuttle is provided for a surcharge (available 24 hours).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 23 air-conditioned rooms featuring LCD televisions. Rooms have private furnished balconies or patios. Complimentary wireless Internet access is available to keep you connected. Bathrooms have showers and hair dryers.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj aparthotel. Uključen je besplatan doručak (topli i hladni švedski stol). Uživajte u pogledu koji nudi terasa i iskoristite besplatan bežični pristup internetu. Osoblje je na recepciji tijekom ograničenoga radnog vremena. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 23), koje nude LCD televizore. Sobe imaju privatne namještene balkone ili popločene dvorišne prostore. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i sušila za kosu."},
{"name": 1438002, "text_eng": "Enjoy a meal at Hopen or snacks in the coffee shop/café. The hotel also offers room service (during limited hours). Unwind at the end of the day with a drink at the bar/lounge or the poolside bar. Buffet breakfasts are available daily from 7 AM to 10:30 AM for a fee. Enjoy a range of recreational amenities, including a sauna, a fitness center, and a seasonal outdoor pool. Additional amenities at this hotel include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include complimentary newspapers in the lobby, dry cleaning/laundry services, and a 24-hour front desk. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 177 air-conditioned rooms featuring minibars and flat-screen televisions. Complimentary wired Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with bathtubs or showers feature rainfall showerheads and complimentary toiletries. Conveniences include phones, as well as safes and desks.", "text_hr": "Uživajte u obroku u restoranu Hopen ili malim obrocima koje nudi kavana/kafić. U ovaj hotel su vam dostupne i pogodnosti posluge u sobu (tijekom ograničenih sati). Na kraju dana opustite se uz piće u baru/salonu ili baru pokraj bazena. Doručak (švedski stol) dostupan je svaki dan od 7.00 do 10.30 uz nadoplatu. Uživajte u nizu rekreacijskih mogućnosti uz saunu, fitness centar i sezonski vanjski bazen. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 177 soba/e/i s klimatizacijom, koje nude i minibarove te televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan pristup žičanom internetu. Privatne kupaonice opremljene su kadama ili tuševima te stropnim tušem s tropskom kišom, a nude i besplatne toaletne potrepštine. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": 1450365, "text_eng": "Take advantage of the hotel's room service (during limited hours).  Guests will find features like newspapers in the lobby (surcharge).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 16 guestrooms. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms with showers are provided. Conveniences include complimentary newspapers and ceiling fans, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel.  Gostima je na raspolaganju izbor novina u predvorju (uz nadoplatu).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 16). Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice su opremljene tuševima. Među pogodnostima su besplatne novine i stropni ventilatori, a sobe se održavaju i spremaju svaki dan."},
{"name": 1482424, "text_eng": "Featuring sea views, Apartment LaVilla offers accommodation with a balcony and a kettle, around 400 metres from Srebreno Beach. Located 400 metres from Mlini Beach, the property provides a seasonal outdoor swimming pool and free private parking. This apartment will provide guests with 2 bedrooms, a TV and air conditioning. The apartment features a terrace. Kupari Beach is 1 km from Apartment LaVilla, while Sub City Shopping Centre is 2.4 km away. The nearest airport is Dubrovnik, 11 km from the accommodation, and the property offers a paid airport shuttle service.", "text_hr": "Apartmani LaVilla imaju vanjski bazen i pogled na more, a nalaze se u Mlinima u Dubrovačko-neretvanskoj županiji. Udaljeni su 8 km od Dubrovnika. Gostima su na raspolaganju besplatni WiFi i besplatno privatno parkiralište. Svi apartmani obuhvaćaju prostor za sjedenje i blagovaonicu. Kuhinja je opremljena perilicom posuđa, pećnicom i mikrovalnom pećnicom. Dostupni su toster, hladnjak, ploča za kuhanje i električno kuhalo. Apartmani imaju vlastitu kupaonicu s tušem. Dostupna je i posteljina. Apartmani LaVilla također sadrže terasu. Cavtat je udaljen 5 km od apartmana LaVilla, a Herceg-Novi 33 km. Zračna luka Dubrovnik udaljena je 9 km od objekta."},
{"name": 1482322, "text_eng": "Situated in Belgrade in the Central Serbia region and Republic Square Belgrade reachable within 5 km, Apartments Garden features accommodation with free WiFi, BBQ facilities, a garden and free private parking. The accommodation has a spa bath. The apartment provides a sun terrace. Temple of Saint Sava is 5 km from Apartments Garden, while Splavovi is 8 km from the property. The nearest airport is Belgrade Nikola Tesla Airport, 24 km from the accommodation.", "text_hr": "Apartmani Garden nalaze se u Beogradu, u Središnjoj Srbiji, na 5 km od Trga Republike, a uključuju besplatan WiFi, opremu za roštilj, vrt i besplatno privatno parkiralište. Dostupna je hidromasažna kada. Gosti se mogu opustiti na terasi za sunčanje. Apartmani Garden nalaze se na 5 km od hrama Sv. Save i 8 km od Splavova. Zračna luka Nikola Tesla u Beogradu udaljena je 24 km."},
{"name": 1508246, "text_eng": "At KA BRU Beach Boutique Hotel, enjoy a satisfying meal at the restaurant. Wrap up your day with a drink at the bar/lounge. A complimentary buffet breakfast is served daily. Pamper yourself with onsite massages or enjoy recreation amenities such as an outdoor pool. Additional amenities at this hotel include tour/ticket assistance and a picnic area. Getting to nearby attractions is a breeze with the area shuttle (surcharge). The front desk is staffed during limited hours. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 6 guestrooms featuring minibars. Bathrooms have showers and complimentary toiletries. Conveniences include blackout drapes/curtains, housekeeping is provided daily, and irons/ironing boards can be requested.", "text_hr": "U KA BRU Beach Boutique Hotel možete uživati u krepkim objedima koje nudi restoran. Završite dan uz piće u baru/salonu. Besplatan doručak (švedski stol) poslužuje se svaki dan. Opustite se za vrijeme masaža u sklopu objekta ili uživajte u rekreaciji uz vanjski bazen. Ovaj hotel nudi dodatne pogodnosti koje uključuju organizaciju turističkih obilazaka / kupnje ulaznica i prostor za piknik. Do obližnjih atrakcija lako je stići autobusom (uz nadoplatu). Osoblje je na recepciji tijekom ograničenoga radnog vremena. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 6), koje nude minibarove. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine. Pogodnosti uključuju rolete/zavjese, sobe se čiste i održavaju svaki dan, a možete zatražiti i glačala / daske za glačanje."},
{"name": 1558569, "text_eng": "Enjoy a meal at Square or snacks in the coffee shop/café. The hotel also offers 24-hour room service. Quench your thirst with your favorite drink at the bar/lounge. Buffet breakfasts are available daily from 6 AM to 10:30 AM for a fee. Be sure to enjoy recreational amenities including a sauna and a fitness center. Featured amenities include dry cleaning/laundry services and a 24-hour front desk. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 229 air-conditioned rooms featuring minibars and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have showers and hair dryers. Conveniences include coffee/tea makers, housekeeping is provided daily, and cribs/infant beds (complimentary) can be requested.", "text_hr": "Uživajte u obroku u restoranu Square ili malim obrocima koje nudi kavana/kafić. U ovaj hotel su vam dostupne i pogodnosti 24-satne posluge u sobu. Utažite žeđ omiljenim pićem u baru/salonu. Doručak (švedski stol) dostupan je svaki dan od 6.00 do 10.30 uz nadoplatu. Nemojte propustiti uživati u rekreacijskim mogućnostima uz saunu i fitness centar. Pogodnosti uključuju usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 229 soba/e/i s klimatizacijom, koje nude i minibarove te televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i sušila za kosu. Pogodnosti uključuju aparate za kavu/čaj, sobe se čiste i održavaju svaki dan, a možete zatražiti i dječje krevetiće (besplatno)."},
{"name": 1734671, "text_eng": "Satisfy your appetite at the guesthouse's coffee shop/café. A complimentary continental breakfast is served daily from 8 AM to 9:30 AM. Make use of convenient amenities, which include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include a computer station, express check-in, and luggage storage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 6 guestrooms featuring refrigerators and LED televisions. Prepare your meals in the shared/communal kitchen. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers.", "text_hr": "Apetit će vam zadovoljiti kavana/kafić u ova gostinjska kuća. Besplatan doručak (kontinentalni) poslužuje se svaki dan od 8.00 do 9.30. Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju računalo, ekspresnu prijavu i pohrana prtljage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 6) koje sadrže hladnjake i LED televizore. Pripremajte svoje obroke u zajedničkoj kuhinji. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 1743105, "text_eng": "Enjoy a satisfying meal at Ryad Mabrouka serving guests of Ryad Mabrouka. A complimentary full breakfast is served daily from 8:00 AM to 10:00 AM. Take advantage of recreation opportunities such as an outdoor pool or take in the view from a terrace and a garden. Additional amenities at this riad include complimentary wireless Internet access, a television in a common area, and tour/ticket assistance. Featured amenities include dry cleaning/laundry services and luggage storage. A roundtrip airport shuttle is provided for a surcharge (available 24 hours).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 8 individually decorated guestrooms. Complimentary wireless Internet access is available to keep you connected. Private bathrooms with bathtubs or showers feature complimentary toiletries and hair dryers. Conveniences include safes and complimentary bottled water, and housekeeping is provided daily.", "text_hr": "Uživajte u krepkom obroku restorana Ryad Mabrouka koji poslužuje goste koji borave u Ryad Mabrouka. Besplatan doručak (puni) poslužuje se svaki dan od 8.00 do 10.00. Iskoristite mogućnosti rekreacije ponuđene uz vanjski bazen ili uživajte u pogledima koje vam nude terasa i vrt. Ovaj rijad nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, televizor u zajedničkom prostoru i organizaciju turističkih obilazaka / kupnje ulaznica. Pogodnosti uključuju usluge kemijskog čišćenja / pranja rublja i pohrana prtljage. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba s individualnim uređenjem (ukupno 8). Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su sef i besplatna voda u boci, a sobe se održavaju i spremaju svaki dan."},
{"name": 1852699, "text_eng": "A complimentary continental breakfast is included. Make use of convenient amenities, which include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include a 24-hour front desk and an elevator (lift). Planning an event in Hazard? This motel has facilities measuring 575 square feet (52 square meters), including a meeting room.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 60 air-conditioned rooms featuring refrigerators and microwaves. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers. Conveniences include coffee/tea makers and fans, as well as phones with free local calls.", "text_hr": "Uključen je besplatan doručak (kontinentalni). Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Pogodnosti uključuju 24-satno radno vrijeme recepcije i dizalo. Planirate neko događanje u mjestu Hazard? Ovaj objekt (ovaj motel) ima prostore površine 575 kvadr. st. (52 m²), koji se sastoje od prostorije za sastanke.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 60 soba/e/i s klimatizacijom, koje nude i hladnjake re mikrovalne pećnice. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju aparate za kavu/čaj i ventilatore, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 1854931, "text_eng": "A complimentary local cuisine breakfast is included. Make use of convenient amenities such as complimentary wireless Internet access, wedding services, and a picnic area. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 2 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers. Conveniences include microwaves and coffee/tea makers.", "text_hr": "Uključen je besplatan doručak (lokalna kuhinja). Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, usluge vjenčanja i prostor za piknik. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 2 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju mikrovalne pećnice i aparate za kavu/čaj."},
{"name": 1914675, "text_eng": "Grab a bite at one of the hotel's 2 restaurants, or stay in and take advantage of the room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. Buffet breakfasts are available for a fee. Take advantage of recreation opportunities including an indoor pool and a 24-hour fitness center. Additional features at this hotel include wireless Internet access (surcharge), concierge services, and gift shops/newsstands. Featured amenities include a 24-hour business center, dry cleaning/laundry services, and a 24-hour front desk. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 207 air-conditioned rooms featuring refrigerators and iPod docking stations. 42-inch LCD televisions with premium TV channels provide entertainment, while wireless Internet access (surcharge) keeps you connected. Private bathrooms have deep soaking bathtubs and designer toiletries. Conveniences include laptop-compatible safes and desks, as well as phones with free local calls.", "text_hr": "Objedujte u jednom od 2 restorana u ovaj hotel. Možete i ostati u sobi te iskoristiti prednosti posluge u sobu (tijekom ograničenih sati). Utažite žeđ omiljenim pićem u baru/salonu. Doručak (švedski stol) dostupan je uz nadoplatu. Iskoristite rekreacijske mogućnosti uz unutarnji bazen i 24-satni fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju bežični pristup internetu (uz nadoplatu), usluge recepcionara za osobne usluge (concierge) i suvenirnice / novinske kioske. Gosti mogu koristiti prednosti koje uključuju 24-satni poslovni centar, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 207 soba/e/i s klimatizacijom, koje nude i hladnjake re priključne stanice za iPod. Zabavljat će vas LCD televizori (42 - in) i premijske TV kanale, a ostat ćete povezani sa svijetom uz bežični pristup internetu (uz naplatu). Privatne kupaonice opremljene su dubokim kadama, a nude i dizajnerske toaletne potrepštine. Pogodnosti uključuju sefove za prijenosna računala i pisaće stolove, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 1947355, "text_eng": "A complimentary continental breakfast is served daily. Pamper yourself with onsite massages or enjoy recreation amenities such as an outdoor pool. Additional features at this bed & breakfast include complimentary wireless Internet access, shopping on site, and a fireplace in the lobby. Featured amenities include laundry facilities and coffee/tea in a common area. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTreat yourself to a stay in one of the 35 guestrooms, featuring fireplaces. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Conveniences include microwaves and coffee/tea makers.", "text_hr": "Besplatan doručak (kontinentalni) poslužuje se svaki dan. Opustite se za vrijeme masaža u sklopu objekta ili uživajte u rekreaciji uz vanjski bazen. Ovaj smještaj s doručkom (B&B) nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, trgovinu u sklopu objekta i kamin u predvorju. Pogodnosti uključuju mogućnost pranja rublja i kavu u predvorju. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPočastite se boravkom u jednoj od soba (ukupno 35), koje nude kamine. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Pogodnosti uključuju mikrovalne pećnice i aparate za kavu/čaj."},
{"name": 1950201, "text_eng": "Take in the views from a terrace and a garden and make use of amenities such as complimentary wireless Internet access. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this cottage, which has a kitchen. There's a private patio. A flat-screen television and a DVD player are provided for your entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include a washer/dryer, housekeeping is provided weekly, and a crib/infant bed (complimentary) can be requested.", "text_hr": "Sjajne poglede nude terasa i vrt, a možete iskoristiti i besplatan bežični pristup internetu. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ova ruralna kućica uz kuhinju. Imate privatan popločeni dvorišni prostor. Za zabavu na raspolaganju imate televizor s ravnim ekranom i DVD player, a uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom. Među praktičnim dodacima nalazi se perilica/sušilica rublja, održavanje sobe dostupno je tjedno, a dječji krevetić (besplatno) možete zatražiti."},
{"name": 1952861, "text_eng": "Satisfy your appetite at the apartment's coffee shop/café. Enjoy recreation amenities such as an outdoor pool or take in the view from a garden. Featured amenities include wired Internet access (surcharge), laundry facilities, and a safe deposit box at the front desk. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 4 air-conditioned rooms featuring kitchenettes with full-sized refrigerators/freezers and microwaves. Flat-screen televisions with cable programming provide entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include safes and separate sitting areas.", "text_hr": "Apetit će vam zadovoljiti kavana/kafić u ovaj apartman. Uživajte u mogućnostima rekreacije uz vanjski bazen ili se opustite uz pogled koji nudi vrt. Gosti mogu koristiti prednosti koje uključuju žičani pristup internetu (uz nadoplatu), mogućnost pranja rublja i sigurnosni sef na recepciji. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 4), koje sadrže čajne kuhinje s hladnjacima/zamrzivačima u punoj veličini i mikrovalnim pećnicama. Zabavljat će vas televizori s ravnim ekranom i kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Pogodnosti uključuju sefove i zasebne prostore za sjedenje."},
{"name": 1956498, "text_eng": "A complimentary buffet breakfast is served daily from 8 AM to 10 AM. Make use of convenient amenities, which include complimentary wireless Internet access and tour/ticket assistance. The front desk is staffed during limited hours. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 5 air-conditioned rooms featuring flat-screen televisions. Prepare your meals in the shared/communal kitchen. Complimentary wireless Internet access is available to keep you connected. Private bathrooms with showers feature complimentary toiletries and bidets.", "text_hr": "Besplatan doručak (švedski stol) poslužuje se svaki dan od 8.00 do 10.00. Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Osoblje je na recepciji tijekom ograničenoga radnog vremena. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 5), koje nude televizore s ravnim ekranom. Pripremajte svoje obroke u zajedničkoj kuhinji. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te bidee."},
{"name": 1958364, "text_eng": "Satisfy your appetite at the hotel's coffee shop/café, or stay in and take advantage of the room service (during limited hours). Cooked-to-order breakfasts are available daily from 7 AM to 9 AM for a fee. Relax and unwind with massages and facials. This hotel also features complimentary wireless Internet access, concierge services, and a picnic area. Featured amenities include dry cleaning/laundry services, luggage storage, and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 7 guestrooms. Rooms have private furnished balconies or patios. Complimentary wireless Internet access is available to keep you connected. Bathrooms with showers are provided.", "text_hr": "Apetit će vam zadovoljiti kavana/kafić u ovaj hotel, a možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Doručak (po narudžbi) dostupan je svaki dan od 7.00 do 9.00 uz nadoplatu. Opustite se i uživajte uz masaže i tretmane za lice. Ovaj hotel nudi i besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) te prostor za piknik. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, pohrana prtljage i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 7). Sobe imaju privatne namještene balkone ili popločene dvorišne prostore. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice su opremljene tuševima."},
{"name": 1970957, "text_eng": "Take advantage of the hotel's room service (during limited hours). A complimentary buffet breakfast is served daily from 8 AM to 10:30 AM. Take in the views from a garden and make use of amenities such as complimentary wireless Internet access. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 7 air-conditioned rooms featuring LCD televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include phones and desks, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Besplatan doručak (švedski stol) poslužuje se svaki dan od 8.00 do 10.30. Uživajte u pogledu koji nudi vrt i iskoristite besplatan bežični pristup internetu. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 7), koje nude LCD televizore. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju telefone i pisaće stolove, a sobe se čiste i održavaju svaki dan."},
{"name": 1979552, "text_eng": "This apartment offers designated smoking areas. The front desk is staffed during limited hours. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 2 air-conditioned rooms featuring kitchens with full-sized refrigerators/freezers and ovens. Flat-screen televisions are provided for your entertainment. Conveniences include phones, as well as desks and microwaves.", "text_hr": "Ovaj apartman nudi posebna područja namijenjena za pušenje. Osoblje je na recepciji tijekom ograničenoga radnog vremena. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 2), koje sadrže kuhinje s hladnjacima/zamrzivačima u punoj veličini i pećnicama. Zabavljat će vas televizori s ravnim ekranom. U pogodnosti su uključeni telefoni, pisaći stolovi i mikrovalne pećnice."},
{"name": 1983639, "text_eng": "Continental breakfasts are available for a fee. Take in the views from a terrace and a garden and make use of amenities such as complimentary wireless Internet access. This apartment also features a television in a common area, tour/ticket assistance, and barbecue grills. Featured amenities include express check-in, dry cleaning/laundry services, and luggage storage. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 11 air-conditioned rooms featuring flat-screen televisions. Rooms have private furnished balconies or patios. Complimentary wireless Internet access is available to keep you connected. Private bathrooms with showers feature complimentary toiletries and hair dryers.", "text_hr": "Doručak (kontinentalni) dostupan je uz nadoplatu. Sjajne poglede nude terasa i vrt, a možete iskoristiti i besplatan bežični pristup internetu. Ovaj apartman nudi i televizor u zajedničkom prostoru, organizaciju turističkih obilazaka / kupnje ulaznica te roštilj. Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, usluge kemijskog čišćenja / pranja rublja i pohrana prtljage. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 11), koje nude televizore s ravnim ekranom. Sobe imaju privatne namještene balkone ili popločene dvorišne prostore. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 2030539, "text_eng": "All-inclusive rates are available at this hotel. Meals and beverages at onsite dining establishments are included in all-inclusive rates. Charges may be applied for dining at some restaurants, special dinners and dishes, some beverages, and other amenities. Satisfy your appetite for lunch or dinner at the hotel's restaurant, Tamarind, or stay in and take advantage of the 24-hour room service. Relax with a refreshing drink at the beach bar, the poolside bar, or one of 2 bars/lounges.  Dip into one of the 2 outdoor swimming pools or enjoy other recreational amenities including a nightclub and a complimentary water park. Additional features at this hotel include complimentary wireless Internet access, concierge services, and babysitting/childcare (surcharge). Featured amenities include a business center, a 24-hour front desk, and multilingual staff. Event facilities at this hotel consist of a conference center and a meeting room. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 388 air-conditioned rooms featuring LCD televisions. Complimentary wired and wireless Internet access is available. Private bathrooms with showers feature rainfall showerheads and complimentary toiletries. Conveniences include phones, as well as safes and desks.", "text_hr": "All inclusive cijene su dostupne u ovom smještajnom objektu (ovaj hotel). Obroci i piće u restoranima na lokaciji su uključeni u all inclusive cijene. Mogu se dodatno naplaćivati obroci u nekim restoranima, posebne večere i jela, neka pića te druge pogodnosti.  Apetit će vam zadovoljiti ručak ili večera u restoranu Tamarind. To je restoran u ovaj hotel. Možete i ostati u sobi te iskoristiti pogodnosti 24-satne posluge u sobu. Opustite se uz osvježavajuće piće u baru na plaži, baru pokraj bazena ili jednom od 2 bara/salona.  Opustite se u 2 vanjska bazena ili uživajte u drugim rekreacijskim mogućnostima uz noćni klub i besplatan vodeni park. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i čuvanje djece / brigu o djeci (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju poslovni centar, 24-satno radno vrijeme recepcije i višejezično osoblje. Prostori za događanja u ovom objektu (ovaj hotel) sastoje se od kongresnoga centra i prostorije za sastanke. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 388), koje nude LCD televizore. Dostupan je besplatni žičani i bežični pristup internetu. Privatne kupaonice opremljene su tuševima te stropnim tušem s tropskom kišom, a nude i besplatne toaletne potrepštine. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": 2036527, "text_eng": "Continental breakfasts are available daily from 7:30 AM to 10 AM for a fee. Take advantage of recreation opportunities such as bicycles to rent or take in the view from a terrace and a garden. Additional amenities at this residence include complimentary wireless Internet access, concierge services, and a television in a common area. Featured amenities include a computer station, dry cleaning/laundry services, and luggage storage. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 13 air-conditioned rooms featuring kitchens with full-sized refrigerators/freezers and stovetops. Rooms have private furnished patios. Complimentary wireless Internet access keeps you connected, and digital programming is available for your entertainment. Conveniences include phones, as well as safes and microwaves.", "text_hr": "Doručak (kontinentalni) dostupan je svaki dan od 7.30 do 10.00 uz nadoplatu. Iskoristite mogućnosti rekreacije ponuđene uz najam bicikala ili uživajte u pogledima koje vam nude terasa i vrt. Ova rezidencija nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i televizor u zajedničkom prostoru. Gosti mogu koristiti prednosti koje uključuju računalo, usluge kemijskog čišćenja / pranja rublja i pohrana prtljage. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 13), koje sadrže kuhinje s hladnjacima/zamrzivačima u punoj veličini i pločama za kuhanje. Sobe imaju privatne namješteni popločeni dvorišni prostor. Zabavljat će vas digitalnim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U pogodnosti su uključeni telefoni, sef i mikrovalne pećnice."},
{"name": 2082316, "text_eng": "Hotel Elefant is set in Ora's historic centre. The hotel is close to the A22 motorway and has great road links as well a terrace with mountain views. You will enjoy friendly service at this family-run hotel. Rooms here are comfortable, with satellite LCD TV and Wi-Fi access. The restaurant serves regional specialities and international dishes. Guests can enjoy dining on the terrace in fine weather. You can rent bikes at Hotel Elefant and park your car for free in the garage. Bolzano is a 20-minute drive away.", "text_hr": "Hotel Elefant smješten je u povijesnom centru grada Ora. Hotel se nalazi u blizini autoceste A22 i ima odlične prometne veze te terasu s pogledom na planine. Uživat ćete u srdačnoj usluzi ovog obiteljski vođenog hotela koji nudi udobne sobe s TV-om sa satelitskim programima. U hotelu Elefant možete iznajmiti bicikle i besplatno parkirati svoj automobil. Grad Bolzano od hotela je udaljen 20 minuta vožnje."},
{"name": 2089204, "text_eng": "Satisfy your appetite at the hotel's coffee shop/café. Quench your thirst with your favorite drink at the bar/lounge. A complimentary breakfast is included. Make use of convenient amenities, which include complimentary wireless Internet access and concierge services. Featured amenities include dry cleaning/laundry services, luggage storage, and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 30 air-conditioned guestrooms. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms with showers are provided. Conveniences include desks and complimentary bottled water, and housekeeping is provided daily.", "text_hr": "Apetit će vam zadovoljiti kavana/kafić u ovaj hotel. Utažite žeđ omiljenim pićem u baru/salonu. Besplatan doručak uključen je u cijenu. Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i usluge recepcionara za osobne usluge (concierge). Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, pohrana prtljage i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 30). Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice su opremljene tuševima. Među pogodnostima su pisaći stolovi i besplatna voda u boci, a sobe se održavaju i spremaju svaki dan."},
{"name": 2101441, "text_eng": "At S33 Compact Hotel, enjoy a satisfying meal at the restaurant. Mingle with other guests at the complimentary reception, held daily. Wrap up your day with a drink at the bar/lounge. A complimentary continental breakfast is served daily from 6:30 AM to 10:30 AM. Take in the views from a terrace and make use of amenities such as complimentary wireless Internet access and concierge services. Getting to nearby attractions is a breeze with the complimentary area shuttle that operates within 2 km. Featured amenities include a computer station, dry cleaning/laundry services, and a 24-hour front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 80 air-conditioned rooms featuring refrigerators and LCD televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with showers feature rainfall showerheads and hair dryers. Conveniences include phones, as well as safes and desks.", "text_hr": "U S33 Compact Hotel možete uživati u krepkim objedima koje nudi restoran. Sprijateljite se s drugim gostima za vrijeme besplatnog domjenka za goste, koje se održava svaki dan. Završite dan uz piće u baru/salonu. Besplatan doručak (kontinentalni) poslužuje se svaki dan od 6.30 do 10.30. Uživajte u pogledu koji nudi terasa i iskoristite besplatan bežični pristup internetu i usluge recepcionara za osobne usluge (concierge). Lako ćete stići do obližnjih atrakcija ako se povezete besplatnim autobusom koji vozi 2 km. Gosti mogu koristiti prednosti koje uključuju računalo, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 80 soba/e/i s klimatizacijom, koje nude i hladnjake te LCD televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima te stropnim tušem s tropskom kišom, a nude i sušila za kosu. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": 2105586, "text_eng": "Satisfy your appetite with Thai cuisine at Pen's Restaurant, a beachfront restaurant which features a bar. Dining is also available at the coffee shop/café. Wrap up your day with a drink at the beach bar. Breakfast is available for a fee. Pamper yourself with onsite massages or enjoy recreation amenities such as an outdoor pool. The front desk is staffed during limited hours. Guests may use a ferry terminal shuttle for a surcharge, and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 24 guestrooms. Rooms have private balconies. Bathrooms have showers and complimentary toiletries.", "text_hr": "Apetit će vam zadovoljiti tajlandska kuhinja u restoranu Pen's Restaurant. To je restoran na plaži koji ima i bar. Obroke nudi i kavana/kafić. Završite dan uz piće u baru na plaži. Doručak je dostupan uz nadoplatu. Opustite se za vrijeme masaža u sklopu objekta ili uživajte u rekreaciji uz vanjski bazen. Osoblje je na recepciji tijekom ograničenoga radnog vremena. Prijevoz od/do trajektnog pristaništa (uz nadoplatu) na raspolaganju je uz nadoplatu. Na lokaciji je u ponudi i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 24). Sobe imaju privatne balkone. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine."},
{"name": 2108074, "text_eng": "Grab a bite to eat at La Suisse, a restaurant which features a bar, or stay in and take advantage of the room service (during limited hours). A complimentary local cuisine breakfast is served daily from 7:00 AM to 9:30 AM. Treat yourself with massages, body treatments, and facials. This hotel also features complimentary wireless Internet access and tour/ticket assistance. Featured amenities include limo/town car service, a computer station, and dry cleaning/laundry services. For a surcharge, guests may use a roundtrip airport shuttle (available on request) and a train station pick-up service.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 25 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers. Conveniences include phones, as well as safes and coffee/tea makers.", "text_hr": "Pojedite nešto u restoranu La Suisse koji ima i bar. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Besplatan doručak (lokalna kuhinja) poslužuje se svaki dan od 7.00 do 9.30. Počastite se masažama, tretmanima za tijelo i tretmanima za lice. Ovaj hotel nudi i besplatan bežični pristup internetu te organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju usluge limuzine / prijevoza automobilom, računalo i usluge kemijskog čišćenja / pranja rublja. Uz nadoplatu se nudi prijevoz od/do zračne luke (dostupno na zahtjev) i prijevoz od željezničkog kolodvora.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 25 soba/e/i s klimatizacijom, koje nude i minibarove te LCD televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu. U pogodnosti su uključeni telefoni, sef i aparat za kavu/čaj."},
{"name": 2108838, "text_eng": "Grab a bite from the snack bar/deli serving guests of Road Lodge Rivonia. Buffet breakfasts are served on weekdays from 6:00 AM to 9:00 AM and on weekends from 6:00 AM to 10:00 AM for a fee. Take in the views from a garden and make use of amenities such as complimentary wireless Internet access and tour/ticket assistance. Featured amenities include complimentary newspapers in the lobby, dry cleaning/laundry services, and a 24-hour front desk. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 92 air-conditioned guestrooms. Complimentary wireless Internet access is available to keep you connected. Bathrooms have showers and hair dryers. Conveniences include desks and sofa beds, and housekeeping is provided daily.", "text_hr": "Pojedite obrok iz zalogajnice za goste koji borave u Road Lodge Rivonia. Doručak (švedski stol) poslužuje se radnim danima od 6.00 do 9.00 i vikendom od 6.00 do 10.00 uz nadoplatu. Uživajte u pogledu koji nudi vrt i iskoristite besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 92). Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i sušila za kosu. Među pogodnostima su pisaći stolovi i kauč na razvlačenje, a sobe se održavaju i spremaju svaki dan."},
{"name": 2114766, "text_eng": "Stop by the hotel's restaurant, Toast to Toast, for dinner, or grab snacks at the coffee shop/café. Cooked-to-order breakfasts are served on weekdays from 6:00 AM to 10:00 AM and on weekends from 6:00 AM to 11:00 AM for a fee. Be sure to enjoy recreational amenities including an indoor pool and a spa tub. Additional features at this hotel include complimentary wireless Internet access, a fireplace in the lobby, and a picnic area. Featured amenities include a computer station, a 24-hour front desk, and luggage storage. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 90 guestrooms featuring refrigerators and flat-screen televisions. Your pillowtop bed comes with premium bedding. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers.", "text_hr": "Svratite u restoran Toast to Toast. To je restoran u ovaj hotel gdje se poslužuje večera. Možete i pojesti male obroke kakve nudi kavana/kafić. Doručak (po narudžbi) poslužuje se radnim danima od 6.00 do 10.00 i vikendom od 6.00 do 11.00 uz nadoplatu. Nemojte propustiti uživati u rekreacijskim mogućnostima uz unutarnji bazen i spa kadu. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, kamin u predvorju i prostor za piknik. Gosti mogu koristiti prednosti koje uključuju računalo, 24-satno radno vrijeme recepcije i pohrana prtljage. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 90) koje sadrže hladnjake i televizore s ravnim ekranom. Vaš krevet ima udoban madrac (krevetu s nadmadracem) i luksuzna posteljina. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 2139336, "text_eng": "Take advantage of the hotel's room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. A complimentary buffet breakfast is served on weekdays from 6:30 AM to 10 AM and on weekends from 7 AM to 11 AM. Relax at the full-service spa, where you can enjoy massages. Additional amenities at this hotel include complimentary wireless Internet access, tour/ticket assistance, and a reception hall. Featured amenities include a business center, dry cleaning/laundry services, and a 24-hour front desk. Planning an event in Basel? This hotel has facilities measuring 775 square feet (72 square meters), including conference space. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 86 air-conditioned rooms featuring free minibar items and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have bathtubs or showers and complimentary toiletries. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Utažite žeđ omiljenim pićem u baru/salonu. Besplatan doručak (švedski stol) poslužuje se radnim danima od 6.30 do 10.00, a vikendom od 7.00 do 11.00. Opustite se u spa centru sa širokim spektrom usluga, među kojima su i masaže. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, organizaciju turističkih obilazaka / kupnje ulaznica i dvorana za domjenke. Gosti mogu koristiti prednosti koje uključuju poslovni centar, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Planirate neko događanje u mjestu Basel? Ovaj objekt (ovaj hotel) ima prostore površine 775 kvadr. st. (72 m²), koji se sastoje od prostora za konferencije / sastanke. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 86 soba/e/i s klimatizacijom, koje nude i besplatne artikle u minibaru te televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su kade ili tuševi, a nude i besplatne toaletne potrepštine. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 2144901, "text_eng": "Satisfy your appetite at the hotel's coffee shop/café. Quench your thirst with your favorite drink at the bar/lounge. A complimentary buffet breakfast is served daily from 8:30 AM to noon. Take in the views from a terrace and make use of amenities such as complimentary wireless Internet access. Featured amenities include a computer station, complimentary newspapers in the lobby, and a 24-hour front desk. A cruise ship terminal shuttle is available for a surcharge.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 13 guestrooms. Your pillowtop bed comes with premium bedding. Bathrooms have shower/tub combinations and hair dryers. Conveniences include safes and coffee/tea makers, as well as phones with free local calls.", "text_hr": "Apetit će vam zadovoljiti kavana/kafić u ovaj hotel. Utažite žeđ omiljenim pićem u baru/salonu. Besplatan doručak (švedski stol) poslužuje se svaki dan od 8.30 do 12.00. Uživajte u pogledu koji nudi terasa i iskoristite besplatan bežični pristup internetu. Gosti mogu koristiti prednosti koje uključuju računalo, besplatne novine u predvorju i 24-satno radno vrijeme recepcije. Prijevoz od/do pristaništa brodova za krstarenje na raspolaganju je uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 13). Vaš krevet ima udoban madrac (krevetu s nadmadracem) i luksuzna posteljina. U kupaonicama su tuš-kade, a nude i sušila za kosu. Pogodnosti uključuju sefove i aparate za kavu/čaj, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 2150720, "text_eng": "Continental breakfasts are available daily from 8:30 AM to 10:30 AM for a fee. Take advantage of recreation opportunities such as an outdoor pool or take in the view from a terrace and a garden. The front desk is staffed during limited hours. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStay in one of 7 guestrooms featuring flat-screen televisions. Cable television is provided for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include desks, housekeeping is provided daily, and cribs/infant beds (surcharge) can be requested.", "text_hr": "Doručak (kontinentalni) dostupan je svaki dan od 8.30 do 10.30 uz nadoplatu. Iskoristite mogućnosti rekreacije ponuđene uz vanjski bazen ili uživajte u pogledima koje vam nude terasa i vrt. Osoblje je na recepciji tijekom ograničenoga radnog vremena. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBoravite u jednoj od soba (ukupno 7) koje nude televizore s ravnim ekranom. Zabavljat će vas kabelskim TV. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju pisaće stolove, sobe se čiste i održavaju svaki dan, a možete zatražiti i dječje krevetiće (uz nadoplatu)."},
{"name": 2152712, "text_eng": "Satisfy your appetite at the hostal's coffee shop/café, or stay in and take advantage of the 24-hour room service. Continental breakfasts are available daily from 6 AM to 10:30 AM for a fee. Make use of convenient amenities, which include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include a 24-hour front desk and a safe deposit box at the front desk.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 46 air-conditioned rooms featuring iPod docking stations and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and digital programming is available for your entertainment. Bathrooms with showers are provided.", "text_hr": "Apetit će vam zadovoljiti kavana/kafić u ovaj hostal, a možete i ostati u sobi te iskoristiti pogodnosti 24-satne posluge u sobu. Doručak (kontinentalni) dostupan je svaki dan od 6.00 do 10.30 uz nadoplatu. Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Pogodnosti uključuju 24-satno radno vrijeme recepcije i sigurnosni sef na recepciji.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 46 soba/e/i s klimatizacijom, koje nude i priključne stanice za iPod te televizore s ravnim ekranom. Zabavljat će vas digitalnim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice su opremljene tuševima."},
{"name": 2155878, "text_eng": "Enjoy a satisfying meal at Sama Restaurante Café serving guests of Casa Andina Standard Trujillo Plaza. A complimentary buffet breakfast is served daily from 6 AM to 10 AM.  Featured amenities include a business center, complimentary newspapers in the lobby, and a 24-hour front desk.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 46 air-conditioned guestrooms. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms feature showers with rainfall showerheads. Conveniences include safes, and housekeeping is provided daily.", "text_hr": "Uživajte u krepkom obroku restorana Sama Restaurante Café koji poslužuje goste koji borave u Casa Andina Standard Trujillo Plaza. Besplatan doručak (švedski stol) poslužuje se svaki dan od 6.00 do 10.00.  Gosti mogu koristiti prednosti koje uključuju poslovni centar, besplatne novine u predvorju i 24-satno radno vrijeme recepcije.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 46). Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi sa stropnim tušem s tropskom kišom. Pogodnosti uključuju sefove, a sobe se čiste i održavaju svaki dan."},
{"name": 2182628, "text_eng": "Satisfy your appetite for lunch or dinner at the hotel's restaurant, or stay in and take advantage of the room service (during limited hours). A complimentary buffet breakfast is served daily from 6:00 AM to 8:00 AM. This hotel offers designated smoking areas. Featured amenities include a business center, a 24-hour front desk, and luggage storage. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 75 guestrooms. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and complimentary toiletries. Conveniences include desks and complimentary bottled water, and housekeeping is provided daily.", "text_hr": "Apetit će vam zadovoljiti ručak ili večera koje poslužuje restoran u ovaj hotel. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Besplatan doručak (švedski stol) poslužuje se svaki dan od 6.00 do 8.00. Ovaj hotel nudi posebna područja namijenjena za pušenje. Gosti mogu koristiti prednosti koje uključuju poslovni centar, 24-satno radno vrijeme recepcije i pohrana prtljage. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 75). Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine. Među pogodnostima su pisaći stolovi i besplatna voda u boci, a sobe se održavaju i spremaju svaki dan."},
{"name": 2200306, "text_eng": "Take advantage of recreation opportunities such as a seasonal outdoor pool or take in the view from a terrace and a garden. Additional amenities at this townhouse accommodation include complimentary wireless Internet access, a television in a common area, and barbecue grills. Featured amenities include luggage storage and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 2 guestrooms, featuring kitchens with full-sized refrigerators/freezers and stovetops. Your bed comes with premium bedding, and all rooms are furnished with double sofa beds. Complimentary wireless Internet access is available to keep you connected. Conveniences include desks and separate sitting areas, and housekeeping is provided daily.", "text_hr": "Iskoristite mogućnosti rekreacije ponuđene uz sezonski vanjski bazen ili uživajte u pogledima koje vam nude terasa i vrt. Ova kuća u nizu nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, televizor u zajedničkom prostoru i roštilj. Pogodnosti uključuju pohrana prtljage i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 2), koje sadrže kuhinje s hladnjacima/zamrzivačima u punoj veličini i pločama za kuhanje. Vaš krevet ima luksuzna posteljina, a sve sobe sadrže bračni kauča na razvlačenje. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Među pogodnostima su pisaći stolovi i zasebni prostori za sjedenje, a sobe se održavaju i spremaju svaki dan."},
{"name": 2200249, "text_eng": "At this condo, enjoy a satisfying meal at the restaurant. This condo features a playground. Featured amenities include complimentary wired Internet access and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this individually decorated condo, featuring a kitchen with a full-sized refrigerator/freezer and an oven. There's a private balcony or patio. A flat-screen television with cable programming provides entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include a separate sitting area and a microwave.", "text_hr": "U apartmanu možete uživati u krepkim objedima koje nudi restoran. Ovaj apartman nudi rekreacijske aktivnosti koje uključuju igralište. Pogodnosti uključuju besplatan pristup žičanom internetu i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ovaj apartman s individualnim uređenjem uz kuhinju koja sadrži hladnjak/zamrzivač u punoj veličini i pećnicu. Imate privatan balkon ili popločeni dvorišni prostor. Za zabavu na raspolaganju imate televizor s ravnim ekranom opremljen kabelskim TV programima, a uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom. Među praktičnim dodacima nalaze se zasebni prostori za sjedenje i mikrovalna pećnica."},
{"name": 2200628, "text_eng": "Continental breakfasts are served on weekdays from 8:00 AM to noon and on weekends from 8:00 AM to noon for a fee. Make use of convenient amenities, which include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include dry cleaning/laundry services, multilingual staff, and luggage storage. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 3 air-conditioned rooms featuring kitchens with full-sized refrigerators/freezers and ovens. Flat-screen televisions with cable programming provide entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include microwaves and coffee/tea makers, and you can also request irons/ironing boards.", "text_hr": "Doručak (kontinentalni) poslužuje se radnim danima od 8.00 do podne i vikendom od 8.00 do podne uz nadoplatu. Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, višejezično osoblje i pohrana prtljage. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 3), koje sadrže kuhinje s hladnjacima/zamrzivačima u punoj veličini i pećnicama. Zabavljat će vas televizori s ravnim ekranom i kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Pogodnosti uključuju mikrovalne pećnice i aparate za kavu/čaj, a možete zatražiti i glačala / daske za glačanje."},
{"name": 2266787, "text_eng": "Enjoy seafood at Cemoara, a restaurant which features a bar, or stay in and take advantage of the room service (during limited hours). Full breakfasts are served on weekdays from 6:00 AM to 10:00 AM and on weekends from 6:00 AM to 10:30 AM for a fee. Be sure to enjoy recreational amenities, including an outdoor pool, a sauna, and a fitness center. Additional amenities at this hotel include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include complimentary wired Internet access, a business center, and express check-in. Event facilities at this hotel consist of conference space and a meeting room. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 90 air-conditioned rooms featuring minibars and LED televisions. Complimentary wired and wireless Internet access keeps you connected, and satellite programming provides entertainment. Bathrooms have complimentary toiletries and hair dryers. Conveniences include phones, as well as safes and desks.", "text_hr": "Oduševit će vas morska hrana u restoranu Cemoara koji ima i bar. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Doručak (puni) poslužuje se radnim danima od 6.00 do 10.00 i vikendom od 6.00 do 10.30 uz nadoplatu. Nemojte propustiti rekreacijske mogućnosti uz vanjski bazen, saunu i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, poslovni centar i ekspresnu prijavu. Prostori za događanja u ovom objektu (ovaj hotel) sastoje se od prostora za konferencije / sastanke i prostorije za sastanke. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 90 soba/e/i s klimatizacijom, koje nude i minibarove te LED televizore. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": 2273566, "text_eng": "A complimentary buffet breakfast is included. Take advantage of recreation opportunities including an indoor pool and a fitness center. Additional features at this hotel include complimentary wireless Internet access and gift shops/newsstands. Featured amenities include a business center, express check-out, and complimentary newspapers in the lobby. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 80 air-conditioned rooms featuring refrigerators and microwaves. Wired and wireless Internet access is complimentary, while 40-inch LCD televisions with satellite programming provide entertainment. Private bathrooms have complimentary toiletries and hair dryers. Conveniences include desks and complimentary weekday newspapers, as well as phones with free local calls.", "text_hr": "Uključen je besplatan doručak (švedski stol). Iskoristite rekreacijske mogućnosti uz unutarnji bazen i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i suvenirnice / novinske kioske. Gosti mogu koristiti prednosti koje uključuju poslovni centar, ekspresnu odjavu i besplatne novine u predvorju. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 80 soba/e/i s klimatizacijom, koje nude i hladnjake re mikrovalne pećnice. Žičani i bežični pristupi internetu su besplatni, a zabavit će vas LCD televizori (40 - in) i satelitskim TV. Privatne kupaonice nude besplatne toaletne potrepštine i sušila za kosu. Pogodnosti uključuju pisaće stolove i besplatne novine radnim danima, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 2273720, "text_eng": "A complimentary continental breakfast is included. Enjoy the recreation opportunities such as an outdoor pool or make use of other amenities including complimentary wireless Internet access. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 38 air-conditioned guestrooms. Cable television is provided for your entertainment. Bathrooms have shower/tub combinations and hair dryers. Conveniences include complimentary newspapers and coffee/tea makers, and housekeeping is provided daily.", "text_hr": "Uključen je besplatan doručak (kontinentalni). Uživajte u mogućnostima rekreacije uz vanjski bazen ili iskoristite besplatan bežični pristup internetu. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 38). Zabavljat će vas kabelskim TV. U kupaonicama su tuš-kade, a nude i sušila za kosu. Među pogodnostima su besplatne novine i aparat za kavu/čaj, a sobe se održavaju i spremaju svaki dan."},
{"name": 2285824, "text_eng": "Satisfy your appetite for lunch or dinner at The Orangery, a restaurant which specializes in international cuisine, or stay in and take advantage of the room service (during limited hours). Wrap up your day with a drink at the bar/lounge. Cooked-to-order breakfasts are served on weekdays from 7 AM to 10:00 AM and on weekends from 8 AM to 11:00 AM for a fee. Take in the views from a terrace and a garden and make use of amenities such as complimentary wireless Internet access. This Victorian hotel also features wedding services and a banquet hall. The front desk is staffed during limited hours. This hotel has 4 meeting rooms available for events. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 34 individually furnished guestrooms. Your pillowtop bed comes with premium bedding. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with showers feature designer toiletries and hair dryers.", "text_hr": "Apetit će vam zadovoljiti ručak ili večera u restoranu The Orangery. To je restoran kojemu je specijalitet međunarodna kuhinja. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Završite dan uz piće u baru/salonu. Doručak (po narudžbi) poslužuje se radnim danima od 7.00 do 10.00 i vikendom od 8.00 do 11.00 uz nadoplatu. Sjajne poglede nude terasa i vrt, a možete iskoristiti i besplatan bežični pristup internetu. Ovaj hotel u viktorijanskom stilu nudi i usluge vjenčanja te dvorana za prijeme. Osoblje je na recepciji tijekom ograničenoga radnog vremena. Ovaj objekt (ovaj hotel) ima 4 prostorije za sastanke u kojima se mogu organizirati razna događanja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba s individualnim namještajem (ukupno 34). Vaš krevet ima udoban madrac (krevetu s nadmadracem) i luksuzna posteljina. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i dizajnerske toaletne potrepštine te sušila za kosu."},
{"name": 2290954, "text_eng": "Enjoy a meal at the restaurant or snacks in the coffee shop/café. The inn also offers room service (during limited hours). Take in the views from a terrace and a garden and make use of amenities such as complimentary wireless Internet access. Additional amenities at this inn include barbecue grills and a banquet hall. Guests can catch a ride to nearby destinations on the area shuttle (surcharge). Featured amenities include complimentary newspapers in the lobby, dry cleaning/laundry services, and luggage storage. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 4 guestrooms featuring minibars and flat-screen televisions. Rooms have private balconies or patios. Satellite television is provided for your entertainment. Bathrooms have showers and complimentary toiletries.", "text_hr": "Uživajte u obrocima koji nudi restoran ili malim obrocima koje nudi kavana/kafić. U ovo prenoćište su vam dostupne i pogodnosti posluge u sobu (tijekom ograničenih sati). Sjajne poglede nude terasa i vrt, a možete iskoristiti i besplatan bežični pristup internetu. Ovo prenoćište nudi dodatne pogodnosti koje uključuju roštilj i dvorana za prijeme. Gosti se do obližnjih odredišta mogu voziti autobusom (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, usluge kemijskog čišćenja / pranja rublja i pohrana prtljage. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 4) koje sadrže minibarove i televizore s ravnim ekranom. Sobe imaju privatne balkone ili popločeni dvorišni prostor. Zabavljat će vas satelitskim TV. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine."},
{"name": 2291385, "text_eng": "Make use of convenient amenities, which include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include multilingual staff and laundry facilities. A roundtrip airport shuttle is provided for a surcharge (available 24 hours).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this apartment, featuring a kitchen with a full-sized refrigerator/freezer and an oven. Complimentary wireless Internet access keeps you connected, and a flat-screen television is provided for your entertainment. Conveniences include a desk and a microwave, and you can also request a crib/infant bed (surcharge).", "text_hr": "Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Pogodnosti uključuju višejezično osoblje i mogućnost pranja rublja. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ovaj apartman uz kuhinju koja sadrži hladnjak/zamrzivač u punoj veličini i pećnicu. Uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom, a za zabavu na raspolaganju imate televizor s ravnim ekranom. Među praktičnim dodacima nalaze se pisaći stol i mikrovalna pećnica, a možete zatražiti i dječji krevetić (uz nadoplatu)."},
{"name": 2381901, "text_eng": "Set only 300 metres from Sibenik Town Hall, One-Bedroom Apartment in Sibenik is a 3-star property ideally set in the middle of Šibenik. Guests staying at this apartment have access to free WiFi.\n\nThe apartment comes with a TV, 1 bedroom and a living room. The accommodation is fitted with a kitchen with a fridge and stovetop.\n\nSubicevac Fortress is 400 metres from the apartment, while The Church of St Barbara Šibenik is 200 metres away. Split Airport is 39 km from the property.", "text_hr": "Apartman s 1 spavaćom sobom in Sibenik nalazi se u Šibeniku. Gradska vijećnica udaljena je 300 metara.\n\nOva jedinica obuhvaća TV te kuhinju s hladnjakom.\n\nApartman s 1 spavaćom sobom in Sibenik nalazi se na 400 metara od tvrđave Šubićevac i 200 metara od Muzeja grada Šibenika. Splitska zračna luka udaljena je 39 km od objekta."},
{"name": 2399824, "text_eng": "Continental breakfasts are available daily for a fee.  Featured amenities include dry cleaning/laundry services, a 24-hour front desk, and luggage storage. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 16 air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Housekeeping is provided daily, and irons/ironing boards can be requested.", "text_hr": "Doručak (kontinentalni) dostupan je svaki dan uz nadoplatu.  Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, 24-satno radno vrijeme recepcije i pohrana prtljage. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 16), koje nude televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Sobe se čiste i održavaju svaki dan, a možete zatražiti i glačala / daske za glačanje."},
{"name": 2430403, "text_eng": "Take advantage of the hotel's room service (during limited hours).  Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 26 air-conditioned rooms featuring LED televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and complimentary toiletries. Conveniences include ceiling fans, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel.  Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 26), koje nude LED televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine. Pogodnosti uključuju stropne ventilatore, a sobe se čiste i održavaju svaki dan."},
{"name": 2434081, "text_eng": "Mingle with other guests at the complimentary reception, held daily. For your convenience, a complimentary breakfast is served daily from 7 AM to 9 AM. This motel was built in 1985. Featured amenities include express check-in, a 24-hour front desk, and multilingual staff. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 20 individually decorated guestrooms, featuring refrigerators and microwaves. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms with shower/tub combinations feature deep soaking bathtubs and complimentary toiletries. Conveniences include blackout drapes/curtains, as well as phones with free local calls.", "text_hr": "Sprijateljite se s drugim gostima za vrijeme besplatnog domjenka za goste, koje se održava svaki dan. Na raspolaganju vam je besplatan doručak svaki dan od 7.00 do 9.00. Ovaj motel potječe iz 1985. g. Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, 24-satno radno vrijeme recepcije i višejezično osoblje. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 20 sobe/a/i s individualnim uređenjem koje vam nude hladnjake i mikrovalne pećnice. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice s kombinacijama tuša i kade i dubokim kadama, a nude i besplatne toaletne potrepštine. Pogodnosti uključuju rolete/zavjese, kao i telefone s besplatnim lokalnim pozivima."},
{"name": 2465771, "text_eng": "Benito Perez Apartments are located in the center of the beautiful city of Alicante close to the main subway stations Luceros (Alicante). We care about cleanliness and order in the house! It offers beaches and attractions of the city within walking distance!\r\nFeaturing city views, Apartamentos Benito Perez offers accommodation with a balcony and a kettle, around 2.7 km from San Gabriel Beach. The air-conditioned accommodation is 1.1 km from Postiguet, and guests benefit from complimentary WiFi and private parking available on site. The apartment features 2 bedrooms, a flat-screen TV, an equipped kitchen with a microwave and a fridge, a washing machine, and 2 bathrooms with a bidet. Popular points of interest near the apartment include Bulevar Plaza, Central Market of Alicante and The San Nicolas Co-Cathedral. The nearest airport is Alicante, 14 km from Apartamentos Benito Perez, and the property offers a paid airport shuttle service.\r\nVT-447222-A", "text_hr": "Featuring city views, Apartamentos Benito Perez offers accommodation with a balcony and a kettle, around 2.7 km from San Gabriel Beach. The air-conditioned accommodation is 1.1 km from Postiguet, and guests benefit from complimentary WiFi and private parking available on site. The apartment features 2 bedrooms, a flat-screen TV, an equipped kitchen with a microwave and a fridge, a washing machine, and 2 bathrooms with a bidet. Popular points of interest near the apartment include Bulevar Plaza, Central Market of Alicante and The San Nicolas Co-Cathedral. The nearest airport is Alicante, 14 km from Apartamentos Benito Perez, and the property offers a paid airport shuttle service.\r\nVT-447222-A"},
{"name": 2472519, "text_eng": "Enjoy a meal at the restaurant or snacks in the coffee shop/café. The hotel also offers room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. Continental breakfasts are available daily from 7 AM to 10:30 AM for a fee. Take advantage of recreation opportunities such as bicycles to rent or take in the view from a terrace and a garden. Additional features at this hotel include complimentary wireless Internet access, tour/ticket assistance, and barbecue grills. Featured amenities include dry cleaning/laundry services, a 24-hour front desk, and luggage storage. Free valet parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 10 air-conditioned rooms featuring minibars and flat-screen televisions. Rooms have private balconies or patios. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and complimentary toiletries.", "text_hr": "Uživajte u obrocima koji nudi restoran ili malim obrocima koje nudi kavana/kafić. U ovaj hotel su vam dostupne i pogodnosti posluge u sobu (tijekom ograničenih sati). Utažite žeđ omiljenim pićem u baru/salonu. Doručak (kontinentalni) dostupan je svaki dan od 7.00 do 10.30 uz nadoplatu. Iskoristite mogućnosti rekreacije ponuđene uz najam bicikala ili uživajte u pogledima koje vam nude terasa i vrt. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, organizaciju turističkih obilazaka / kupnje ulaznica i roštilj. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, 24-satno radno vrijeme recepcije i pohrana prtljage. Na lokaciji se nudi besplatna usluga parkiranja.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 10 soba/e/i s klimatizacijom, koje nude i minibarove te televizore s ravnim ekranom. Sobe imaju privatne balkone ili popločeni dvorišni prostor. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine."},
{"name": 2473478, "text_eng": "Grab a bite at Verandah, one of the resort's 9 restaurants, or stay in and take advantage of the 24-hour room service. Snacks are also available at the 2 coffee shops/cafés. Relax with a refreshing drink from the poolside bar or one of the 2 bars/lounges. Buffet breakfasts are available daily from 6:30 AM to 11 AM for a fee. Pamper yourself with a visit to the spa, which offers massages, body treatments, and facials. After practicing your swing on the golf course, you can dip into one of the 2 outdoor swimming pools. This resort also features complimentary wireless Internet access, concierge services, and an arcade/game room. Featured amenities include a 24-hour business center, dry cleaning/laundry services, and a 24-hour front desk. Planning an event in Fernandina Beach? This resort has facilities measuring 80000 square feet (7432 square meters), including a conference center. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 402 air-conditioned rooms featuring flat-screen televisions. Your pillowtop bed comes with Egyptian cotton sheets. Rooms have private balconies or patios. Complimentary wired and wireless Internet access keeps you connected, and cable programming provides entertainment. Private bathrooms with bathtubs or showers feature rainfall showerheads and designer toiletries.", "text_hr": "Objedujte u restoranu Verandah, jednom od 9 restorana u ovaj resort. Možete i ostati u sobi te iskoristiti prednosti 24-satne posluge u sobu. Ako pak poželite male obroke, imate 2 kafića. Opustite se uz osvježavajuće piće u baru pokraj bazena ili u jednom od 2 bara/salona. Doručak (švedski stol) dostupan je svaki dan od 6.30 do 11.00 uz nadoplatu. Opustite se u posjetu spa centru, u čijoj su ponudi masaže, tretmani za tijelo i tretmani za lice. Nakon vježbanja na golf-igralištu možete uživati u 2 vanjska bazena. Ovaj resort nudi i besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) te prostor za arkadne i videoigre. Gosti mogu koristiti prednosti koje uključuju 24-satni poslovni centar, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Planirate neko događanje u mjestu Fernandina Beach? Ovaj objekt (ovaj resort) ima prostore površine 80000 kvadr. st. (7432 m²), koji se sastoje od kongresnoga centra. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 402), koje nude televizore s ravnim ekranom. Vaš krevet ima udoban madrac (krevetu s nadmadracem) i posteljinu od egipatskog pamuka. Sobe imaju privatne balkone ili popločeni dvorišni prostor. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima te stropnim tušem s tropskom kišom, a nude i dizajnerske toaletne potrepštine."},
{"name": 2542551, "text_eng": "Satisfy your appetite with local cuisine at brunner, a restaurant which features a bar. Dining is also available at the coffee shop/café. A complimentary buffet breakfast is served daily from 8 AM to 10 AM. Pamper yourself with onsite massages or take in the view from a terrace. Additional amenities at this hotel include complimentary wireless Internet access, ski storage, and wedding services. Getting to nearby attractions is a breeze with the complimentary area shuttle. Featured amenities include complimentary wired Internet access, multilingual staff, and luggage storage. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 24 guestrooms featuring espresso makers and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and designer toiletries. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Apetit će vam zadovoljiti lokalna kuhinja u restoranu brunner. To je restoran koji ima i bar. Obroke nudi i kavana/kafić. Besplatan doručak (švedski stol) poslužuje se svaki dan od 8.00 do 10.00. U sklopu objekta opustite se uz masaže ili uživajte u pogledu koji nudi terasa. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, spremište za skijašku opremu i usluge vjenčanja. Do obližnjih atrakcija možete lako stići besplatnim autobusom. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, višejezično osoblje i pohrana prtljage. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 24) koje sadrže aparate za espresso i televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i dizajnerske toaletne potrepštine. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 2554771, "text_eng": "Enjoy Mediterranean cuisine at Riviera Bar & Grill, a fine-dining restaurant which features a bar, or stay in and take advantage of the room service (during limited hours). A complimentary continental breakfast is served on weekdays from 6:30 AM to 9:00 AM and on weekends from 7:30 AM to 9:30 AM. Take advantage of recreation opportunities including an outdoor pool and a spa tub. This motel also features complimentary wireless Internet access, concierge services, and wedding services. Featured amenities include a business center, dry cleaning/laundry services, and a 24-hour front desk. Planning an event in Tamworth? This motel has facilities measuring 1076 square feet (100 square meters), including a conference center. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 60 individually decorated guestrooms, featuring minibars and LCD televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms have designer toiletries and hair dryers. Conveniences include phones, as well as desks and coffee/tea makers.", "text_hr": "Oduševit će vas mediteranska kuhinja u restoranu Riviera Bar & Grill koji ima i bar. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Besplatan doručak (kontinentalni) poslužuje se radnim danima od 6.30 do 9.00, a vikendom od 7.30 do 9.30. Iskoristite rekreacijske mogućnosti uz vanjski bazen i spa kadu. Ovaj motel nudi i besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) te usluge vjenčanja. Gosti mogu koristiti prednosti koje uključuju poslovni centar, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Planirate neko događanje u mjestu Tamworth? Ovaj objekt (ovaj motel) ima prostore površine 1076 kvadr. st. (100 m²), koji se sastoje od kongresnoga centra. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 60 sobe/a/i s individualnim uređenjem, koje vam nude minibarove i LCD televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice nude dizajnerske toaletne potrepštine i sušila za kosu. U pogodnosti su uključeni telefoni, pisaći stolovi i aparat za kavu/čaj."},
{"name": 2615190, "text_eng": "A complimentary buffet breakfast is served daily from 7:30 AM to 9 AM. Take advantage of recreation opportunities such as an outdoor pool or take in the view from a terrace and a garden. Additional features at this pousada include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include a 24-hour front desk and luggage storage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 16 air-conditioned rooms featuring minibars. Complimentary wireless Internet access keeps you connected, and digital programming is available for your entertainment. Bathrooms with showers are provided. Conveniences include blackout drapes/curtains, housekeeping is provided daily, and irons/ironing boards can be requested.", "text_hr": "Besplatan doručak (švedski stol) poslužuje se svaki dan od 7.30 do 9.00. Iskoristite mogućnosti rekreacije ponuđene uz vanjski bazen ili uživajte u pogledima koje vam nude terasa i vrt. Ova pousada nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Pogodnosti uključuju 24-satno radno vrijeme recepcije i pohrana prtljage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 16), koje nude minibarove. Zabavljat će vas digitalnim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice su opremljene tuševima. Pogodnosti uključuju rolete/zavjese, sobe se čiste i održavaju svaki dan, a možete zatražiti i glačala / daske za glačanje."},
{"name": 2626016, "text_eng": "A complimentary buffet breakfast is served daily from 8 AM to 10 AM. Make use of convenient amenities such as complimentary wireless Internet access, a television in a common area, and tour/ticket assistance. Featured amenities include dry cleaning/laundry services, multilingual staff, and luggage storage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 12 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wireless Internet access keeps you connected, and digital programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Housekeeping is provided daily, and irons/ironing boards can be requested.", "text_hr": "Besplatan doručak (švedski stol) poslužuje se svaki dan od 8.00 do 10.00. Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, televizor u zajedničkom prostoru i organizacija turističkog obilaska / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, višejezično osoblje i pohrana prtljage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 12 soba/e/i s klimatizacijom, koje nude i minibarove te LCD televizore. Zabavljat će vas digitalnim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Sobe se čiste i održavaju svaki dan, a možete zatražiti i glačala / daske za glačanje."},
{"name": 2632255, "text_eng": "Offering an on-site bar and grill Sunrise Beach Club and Villas, located in Nassau, also features an outdoor swimming pool, beachfront massages and event catering for all sorts of activities. The air-conditioned rooms will provide a cable TV, a seating area, and a fully equipped kitchen and dining area. Some accommodations include a sea or garden view, also a computer. The private bathrooms in each room include a shower. Viola’s, the on-site bar and grill, offers a variety of seafood and international cuisine. Other restaurants can also be found within a 15-minute walk. The property also features a tour desk, a garden and free parking. There are free salsa lesson on Thursday nights, karaoke on Friday nights and a live band on Saturday nights. Nassau International Airport is just a 15-minute drive away.", "text_hr": "Objekt Sunrise Beach Club and Villas ima bar i restoran u kojem se poslužuju jela s roštilja, a nalazi se u naselju Nassau. Također sadrži vanjski bazen, masaže na plaži i uslugu cateringa za sve vrste aktivnosti. Klimatizirane sobe sadrže TV s kabelskim programima, prostor za sjedenje i potpuno opremljenu kuhinju s blagovaonicom. Neke jedinice imaju računalo i pogled na more ili vrt. Vlastite kupaonice u svakoj sobi sadrže tuš. U sklopu objekta nalazi se bar i restoran Viola's u kojem se poslužuju jela s roštilja, razna jela s morskim plodovima i jela međunarodne kuhinje. Razni restorani udaljeni su 15 minuta hoda od objekta. Objekt također ima pult za organizaciju izleta, vrt i besplatno parkiralište. Četvrtkom navečer gosti mogu uživati u besplatnim satovima salse, petkom navečer u karaokama, a subotom navečer u glazbi uživo. Međunarodna zračna luka Nassau udaljena je samo 15 minuta vožnje."},
{"name": 2636402, "text_eng": "Satisfy your appetite for lunch or dinner at the hotel's restaurant, TaZa Grill, or stay in and take advantage of the room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. Full breakfasts are served on weekdays from 6:30 AM to 10 AM and on weekends from 7:30 AM to 11 AM for a fee. Take advantage of recreation opportunities including an indoor pool and a 24-hour fitness center. Additional features at this hotel include complimentary wireless Internet access, gift shops/newsstands, and tour/ticket assistance. Guests can get around on the complimentary shuttle, which operates within 5 km. Featured amenities include complimentary wired Internet access, a 24-hour business center, and express check-in. Planning an event in Mississauga? This hotel features 7,400 square feet (1 square meters) of event facilities. A shuttle from the hotel to the airport is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 205 air-conditioned rooms featuring refrigerators and flat-screen televisions. Your pillowtop bed comes with premium bedding. Complimentary wired and wireless Internet access keeps you connected, and cable programming provides entertainment. Bathrooms have complimentary toiletries and hair dryers.", "text_hr": "Apetit će vam zadovoljiti ručak ili večera u restoranu TaZa Grill. To je restoran u ovaj hotel. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Utažite žeđ omiljenim pićem u baru/salonu. Doručak (puni) poslužuje se radnim danima od 6.30 do 10.00 i vikendom od 7.30 do 11.00 uz nadoplatu. Iskoristite rekreacijske mogućnosti uz unutarnji bazen i 24-satni fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, suvenirnice / novinske kioske i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti se mogu voziti besplatnim autobusom, koji vozi 5 km. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, 24-satni poslovni centar i ekspresnu prijavu. Planirate neko događanje u mjestu Mississauga? Ovaj objekt (ovaj hotel) ima 7,400 kvadr. st. (1 m²) prostora za događanja. Prijevoz do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 205 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Vaš krevet ima udoban madrac (krevetu s nadmadracem) i luksuzna posteljina. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu."},
{"name": 2695439, "text_eng": "Enjoy international cuisine at Square, one of the hotel's 2 restaurants, or stay in and take advantage of the 24-hour room service. Relax with a refreshing drink at one of the 2 bars/lounges. Buffet breakfasts are available for a fee. Be sure to enjoy recreational amenities including a 24-hour health club and a sauna. Additional amenities at this hotel include complimentary wireless Internet access and concierge services. Featured amenities include a business center, express check-out, and complimentary newspapers in the lobby. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 297 air-conditioned rooms featuring minibars (stocked with some free items) and LED televisions. Complimentary wired and wireless Internet access keeps you connected, and cable programming provides entertainment. Private bathrooms with showers feature rainfall showerheads and complimentary toiletries. Conveniences include phones, as well as safes and desks.", "text_hr": "U restoranu Square, jednom od 2 restorana u ovaj hotel, oduševit će vas međunarodna kuhinja. Možete i ostati u sobi te iskoristiti prednosti 24-satne posluge u sobu. Opustite se uz osvježavajuće piće u jednom od 2 bara/salona. Doručak (švedski stol) dostupan je uz nadoplatu. Nemojte propustiti uživati u rekreacijskim mogućnostima uz 24-satni rekreacijski klub i saunu. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i usluge recepcionara za osobne usluge (concierge). Gosti mogu koristiti prednosti koje uključuju poslovni centar, ekspresnu odjavu i besplatne novine u predvorju. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 297 soba/e/i s klimatizacijom, koje nude i minibarove (opremljene nekim besplatnim artiklima) te LED televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Privatne kupaonice opremljene su tuševima te stropnim tušem s tropskom kišom, a nude i besplatne toaletne potrepštine. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": 2768291, "text_eng": "Enjoy a meal at the restaurant or snacks in the apartment's coffee shop/café. Buffet breakfasts are available for a fee. Enjoy the recreation opportunities such as bicycles to rent or make use of other amenities including complimentary wireless Internet access. You'll be on the slopes in no time with the complimentary ski shuttle. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 5 guestrooms, featuring kitchens with refrigerators and ovens. Complimentary wireless Internet access is available to keep you connected. Conveniences include desks and microwaves, and housekeeping is provided on a limited basis.", "text_hr": "Uživajte u obrocima koje nudi restoran ili malim obrocima koje u ponudi ima kavana/kafić u ovaj apartman. Doručak (švedski stol) dostupan je uz nadoplatu. Uživajte u mogućnostima rekreacije uz najam bicikala ili iskoristite besplatan bežični pristup internetu. Uz besplatni autobus do i od skijališta veoma je lako stići do snježnih padina. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 5), koje sadrže kuhinje s hladnjacima i pećnicama. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Među pogodnostima su pisaći stolovi i mikrovalne pećnice, a sobe se održavaju i spremaju ograničeno."},
{"name": 2871798, "text_eng": "Satisfy your appetite at the hotel's coffee shop/café. Buffet breakfasts are available daily from 7:30 AM to 10:30 AM for a fee. Enjoy recreation amenities such as bicycles to rent or take in the view from a rooftop terrace. This hotel also features complimentary wireless Internet access and tour/ticket assistance. Featured amenities include a 24-hour business center, express check-in, and express check-out. A roundtrip airport shuttle is provided for a surcharge (available 24 hours).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 46 air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access is available to keep you connected. Private bathrooms with bathtubs or showers feature bidets and hair dryers. Conveniences include phones, as well as desks and ceiling fans.", "text_hr": "Apetit će vam zadovoljiti kavana/kafić u ovaj hotel. Doručak (švedski stol) dostupan je svaki dan od 7.30 do 10.30 uz nadoplatu. Uživajte u mogućnostima rekreacije uz najam bicikala ili se opustite uz pogled koji nudi krovna terasa. Ovaj hotel nudi i besplatan bežični pristup internetu te organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju 24-satni poslovni centar, ekspresnu prijavu i ekspresnu odjavu. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 46), koje nude televizore s ravnim ekranom. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima, a nude i bidee te sušila za kosu. U pogodnosti su uključeni telefoni, pisaći stolovi i stropni ventilatori."},
{"name": 2871699, "text_eng": "Enjoy a satisfying meal at Shanti Som Restaurant serving guests of Shanti Som Wellbeing Retreat. Wrap up your day with a drink at the bar/lounge. Buffet breakfasts are available daily from 9 AM to 10:30 AM for a fee. Relax at the full-service spa, where you can enjoy massages, body treatments, and facials. You can take advantage of recreational amenities such as an outdoor pool, a sauna, and a fitness center. This hotel also features complimentary wireless Internet access, concierge services, and wedding services. Featured amenities include limo/town car service, a 24-hour front desk, and multilingual staff. For a surcharge, guests may use a roundtrip airport shuttle (available 24 hours) and a train station pick-up service.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 14 air-conditioned rooms featuring flat-screen televisions. Your pillowtop bed comes with premium bedding. Rooms have private furnished balconies or patios. Satellite television is provided for your entertainment. Private bathrooms with showers feature rainfall showerheads and designer toiletries.", "text_hr": "Uživajte u krepkom obroku restorana Shanti Som Restaurant koji poslužuje goste koji borave u Shanti Som Wellbeing Retreat. Završite dan uz piće u baru/salonu. Doručak (švedski stol) dostupan je svaki dan od 9.00 do 10.30 uz nadoplatu. Opustite se u spa centru sa širokim spektrom usluga, kojemu su u ponudi i masaže, tretmani za tijelo i tretmani za lice. Možete iskoristiti rekreacijske mogućnosti uz vanjski bazen, saunu i fitness centar. Ovaj hotel nudi i besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) te usluge vjenčanja. Gosti mogu koristiti prednosti koje uključuju usluge limuzine / prijevoza automobilom, 24-satno radno vrijeme recepcije i višejezično osoblje. Uz nadoplatu se nudi prijevoz od/do zračne luke (dostupno 24 sata) i prijevoz od željezničkog kolodvora.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 14), koje nude televizore s ravnim ekranom. Vaš krevet ima udoban madrac (krevetu s nadmadracem) i luksuzna posteljina. Sobe imaju privatne namještene balkone ili popločene dvorišne prostore. Zabavljat će vas satelitskim TV. Privatne kupaonice opremljene su tuševima te stropnim tušem s tropskom kišom, a nude i dizajnerske toaletne potrepštine."},
{"name": 2880178, "text_eng": "At Finca El Abuelo, enjoy a satisfying meal at the restaurant. Quench your thirst with your favorite drink at the bar/lounge. Take in the views from a terrace and a garden and make use of amenities such as tour/ticket assistance. Featured amenities include complimentary wired Internet access and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 20 guestrooms. Complimentary wired Internet access is available to keep you connected. Bathrooms with showers are provided. Cribs/infant beds (complimentary) and rollaway/extra beds (surcharge) are available on request.", "text_hr": "U Finca El Abuelo možete uživati u krepkim objedima koje nudi restoran. Utažite žeđ omiljenim pićem u baru/salonu. Sjajne poglede nude terasa i vrt, a možete iskoristiti i organizaciju turističkih obilazaka / kupnje ulaznica. Pogodnosti uključuju besplatan pristup žičanom internetu i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 20). Ostat ćete povezani sa svijetom uz besplatan pristup žičanom internetu. Kupaonice su opremljene tuševima. Na zahtjev se mogu dobiti dječji krevetići (besplatno) i sklopivi/dodatni kreveti (uz nadoplatu)."},
{"name": 2887851, "text_eng": "Continental breakfasts are available daily from 7 AM to 10 AM for a fee. Take advantage of recreation opportunities such as bicycles to rent, or other amenities including complimentary wireless Internet access and tour/ticket assistance. Featured amenities include a 24-hour front desk, multilingual staff, and luggage storage. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 63 air-conditioned rooms featuring minibars and flat-screen televisions. Complimentary wireless Internet access is available to keep you connected. Bathrooms have showers and complimentary toiletries. Conveniences include desks, housekeeping is provided daily, and cribs/infant beds (complimentary) can be requested.", "text_hr": "Doručak (kontinentalni) dostupan je svaki dan od 7.00 do 10.00 uz nadoplatu. Iskoristite mogućnosti za rekreaciju uz najam bicikala ili druge pogodnosti kao što su besplatan bežični pristup internetu i organizacija turističkog obilaska / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, višejezično osoblje i pohrana prtljage. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 63 soba/e/i s klimatizacijom, koje nude i minibarove te televizore s ravnim ekranom. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine. Pogodnosti uključuju pisaće stolove, sobe se čiste i održavaju svaki dan, a možete zatražiti i dječje krevetiće (besplatno)."},
{"name": 2901085, "text_eng": "Stop by the hotel's restaurant for dinner, or grab snacks at the coffee shop/café. Need to unwind? Take a break with a tasty beverage at one of the 2 poolside bars. A complimentary breakfast is included. Dip into one of the 3 outdoor swimming pools or enjoy other recreational amenities including a sauna and a fitness center. Additional features at this hotel include complimentary wireless Internet access and concierge services. Featured amenities include a 24-hour front desk, multilingual staff, and luggage storage. Event facilities at this hotel consist of conference space and a meeting room. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 72 air-conditioned rooms featuring minibars. Rooms have private balconies. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with bathtubs or showers feature complimentary toiletries and hair dryers.", "text_hr": "Svratite u restoran u ovaj hotel gdje se poslužuje večera. Možete i pojesti male obroke kakve nudi kavana/kafić. Želite se opustiti? Predahnite uz osvježavajuće piće u jednom od 2 bara uz bazen. Besplatan doručak uključen je u cijenu. Opustite se u 3 vanjska bazena ili uživajte u drugim rekreacijskim mogućnostima uz saunu i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i usluge recepcionara za osobne usluge (concierge). Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, višejezično osoblje i pohrana prtljage. Prostori za događanja u ovom objektu (ovaj hotel) sastoje se od prostora za konferencije / sastanke i prostorije za sastanke. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 72), koje nude minibarove. Sobe imaju privatne balkone. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
[
{"name": 3017674, "text_eng": "Grab a bite to eat at the Pic & Putt, a restaurant where you can take in the golf course view, or stay in and take advantage of room service (during limited hours). Wrap up your day with a drink at the bar/lounge. Continental breakfasts are available daily from 7:30 AM to 10 AM for a fee. Take advantage of recreation opportunities such as a golf course or take in the view from a terrace and a garden. Additional features at this hotel include complimentary wireless Internet access and concierge services. Featured amenities include luggage storage and a safe deposit box at the front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 24 guestrooms featuring minibars and flat-screen televisions. Rooms have private balconies or patios. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers.", "text_hr": "Uživajte u obrocima restorana Pic & Putt. To je restoran sa stolovima s pogledom na golfske terene, a možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Završite dan uz piće u baru/salonu. Doručak (kontinentalni) dostupan je svaki dan od 7.30 do 10.00 uz nadoplatu. Iskoristite mogućnosti rekreacije ponuđene uz golfsko igralište ili uživajte u pogledima koje vam nude terasa i vrt. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i usluge recepcionara za osobne usluge (concierge). Pogodnosti uključuju pohrana prtljage i sigurnosni sef na recepciji. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 24) koje sadrže minibarove i televizore s ravnim ekranom. Sobe imaju privatne balkone ili popločeni dvorišni prostor. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 3029015, "text_eng": "Traditional Village hotel in walking distance to Scotland's largest undercover shopping and leisure centre in East Kilbride. \nBuilt in 1773 by General Stuart of Torrance as a cotton-spinning mill and workers' houses the building in Torrance Square provided a focus for town life. In its many incarnations the popular Torrance Hotel has also housed a school, a shop and a Coaching Inn, but it has always been at the heart of East Kilbride. The building has retained all its original character and charm. \n\nWe have 16 comfortable, modern bedrooms including the newly refurbished Honeymoon Suite. Enjoy a meal in our warm and friendly restaurant or lounge bar which caters for a wide range of food from traditional meals to bar snacks. We are a 5 minute walk from the local train station which will take you straight into Glasgow's Central Station which runs every half hour. If more information is required then do not hesitate to ask our friendly receptionist staff.\r\nSet in a stylish modern building, this 4-star hotel serves local produce in its elegant, dark wood restaurant. Free private parking is provided and there is a contemporary bar and terrace seating area. Located on a residential road, The Torrence is 5 minutes’ walk from East Kilbride Rail Station. The East Kilbride Shopping Centre is 1 mile from The Torrance Hotel. East Kilbridge Golf Club is a 5-minute drive away. Glasgow city centre can be reached after a 25-minute drive. Large windows feature at the front of the restaurant and full English breakfasts are available. Wi-Fi can be accessed for free in public areas. There is also a 24-hour front desk. All rooms have a private bathroom with a shower and a selection of toiletries. Each room has a TV, tea and coffee making facilities and an iron and ironing board.", "text_hr": "Set in a stylish modern building, this 4-star hotel serves local produce in its elegant, dark wood restaurant. Free private parking is provided and there is a contemporary bar and terrace seating area. Located on a residential road, The Torrence is 5 minutes’ walk from East Kilbride Rail Station. The East Kilbride Shopping Centre is 1 mile from The Torrance Hotel. East Kilbridge Golf Club is a 5-minute drive away. Glasgow city centre can be reached after a 25-minute drive. Large windows feature at the front of the restaurant and full English breakfasts are available. Wi-Fi can be accessed for free in public areas. There is also a 24-hour front desk. All rooms have a private bathroom with a shower and a selection of toiletries. Each room has a TV, tea and coffee making facilities and an iron and ironing board."},
{"name": 3121997, "text_eng": "Apartments Lovrić is located in Okrug Gornji, 100 metres from the nearest beach and 2 km to the UNESCO-protected Trogir. Featuring free Wi-Fi, it offers air-conditioned apartments and a garden with barbecue facilities. All apartments provides a balcony with sea view or partial sea view, a TV with satellite channels and a kitchen. Each unit has a private bathroom with a shower and free toiletries. There's also a shared washing machine. The property can organise various trips upon request. It can also prepare a grill dinner for guests. A shared traditional tavern with a kitchen and a dining area is also available. A grocery shop is 30 metres away, while a restaurant serving Italian cuisine is at a distance of 150 metres.The beach is filled with bars and various water sports facilities. Tennis and basketball courts can be found within 1.5 km. Scuba diving school is 2 km away. A local bus stop with frequent lines to Trogir is 200 metres away. Trogir Bus Station is at a distance of 2.5 km. Split Airport is 5 km away, while the city of Split is 30 km from the Lovrić Apartments.", "text_hr": "Apartmani Lovrić nalaze se u Okrugu Gornjem, na 100 metara od najbliže plaže i 2 km od grada Trogira, koji je pod zaštitom UNESCO-a. Gostima nude klimatizirane apartmane, besplatni WiFi i vrt s opremom za roštilj. Svi apartmani imaju kuhinju, balkon s punim ili djelomičnim pogledom na more i TV sa satelitskim programima. Sadrže vlastitu kupaonicu s tušem i besplatnim kozmetičkim priborom. Na raspolaganju je i zajednička perilica rublja. U objektu je moguće organizirati razne izlete na zahtjev. Osoblje također može pripremiti večeru s jelima s roštilja. Gosti mogu koristiti zajedničku tradicionalnu konobu s kuhinjom i blagovaonicom. Trgovina prehrambenih proizvoda udaljena je 30 metara, a restoran u kojem se poslužuju jela talijanske kuhinje 150 metara. Na plaži su dostupni brojni barovi i sadržaji za vodene sportove. Teniski i košarkaški tereni nalaze se na 1,5 km, a škola ronjenja 2 km od objekta. Do stajališta lokalnog autobusa, s kojeg prometuju redovite linije do Trogira, ima 200 metara. Autobusni kolodvor Trogir udaljen je 2,5 km. Apartmani Lovrić smješteni su 5 km od Zračne luke Split i 30 km od grada Splita."},
{"name": 3123106, "text_eng": "Set 60 metres from the sea promenade in the historic core of Biograd, Hotel Carpymore has elegant rooms with free Wi-Fi, a restaurant and bar. Soline Beach with its recreational facilities is 500 metres away. Satellite TV and air conditioning are provided in all rooms. The bathroom comes with shower, hairdryer and free toiletries. Restaurant menu includes pizzas as well. The local bus station, grocery shop and museum are all within 30 metres from Carpymore Hotel. The nearby ferry terminal offers connections to the island of Pašman. The Carpymore is about 30 km from the lovely town of Zadar, where you can visit the 1200 years old St. Donatus Church, remains of the Roman Forum and the unique Sea Organ.", "text_hr": "Hotel Carpymore nalazi se na 60 metara od šetnice uz more u povijesnoj jezgri Biograda te 500 metara od plaže Soline sa sadržajima za rekreaciju, a nudi elegantne sobe uz besplatni WiFi, restoran i bar. Sve su sobe klimatizirane i sadrže TV sa satelitskim programima. Kupaonica je opremljena tušem, sušilom za kosu i besplatnim kozmetičkim priborom. Restoran uz ostala jela poslužuje i pizzu. Hotel Carpymore nalazi se na 30 metara od postaje lokalnog autobusa, trgovine prehrambenih proizvoda i muzeja. S obližnjeg trajektnog pristaništa polaze linije za otok Pašman. Hotel Carpymore smješten je otprilike 30 km od lijepog grada Zadra, s crkvom svetog Donata starom 1200 godina, ostacima Rimskog foruma i jedinstvenim Morskim orguljama."},
{"name": 3127380, "text_eng": "The property has 44 square meters. It has two sleeping rooms each containing two beds. Kitchen with TV and refrigerator and place for cooking. Central heating and hot water. Bathroom with toiled and shower. The property is quiet. If you want to go out to visit the city everything is near by. We are providing city map with all important places and routes to visit. And sure, step by step brochure of Zagreb in your language or English. \nI hope that you will find everything what is important for you in our apartment. If not we are here for you to make it possible.\n\nHope you will enjoy it!\r\nSet in the very heart of Zagreb on the vivid Dolac market, Apartment Twins offers self-catering accommodation with free Wi-Fi. It is set next to the main Jelačić square and steps away from the Cathedral. This apartment provides a flat-screen TV, kitchenette with a microwave and dining area. Featuring a shower, private bathroom also comes with a hairdryer. The historic Upper Town offering panoramic views of Zagreb is a 5-minute walk away. Around the main square, you can visit Zrinjevac Park, Cjvetni Square or scroll around Ilica and Jurišićeva shopping streets. Tram stops with connections around the town is at the main square. Railway Station is a 10-minute walk away. Pleso Airport is at a distance of 17 km.", "text_hr": "Apartmani Twins smješteni su u samom centru Zagreba, na živahnoj tržnici Dolac. Nude smještaj za samostalan boravak s besplatnim bežičnim pristupom internetu. Trg bana Josipa Jelačića nalazi se u neposrednoj blizini, dok je zagrebačka katedrala udaljena nekoliko koraka od apartmana. Ovaj apartman ima TV ravnog ekrana, čajnu kuhinju s mikrovalnom pećnicom i blagovaonicom te vlastitu kupaonicu opremljenu tušem i sušilom za kosu. Povijesni Gornji grad udaljen je 5 minuta hoda te nudi panoramski pogled na Zagreb. Oko glavnog trga gosti mogu posjetiti park Zrinjevac i Cvjetni trg, a također mogu i prošetati trgovačkim ulicama Ilicom i Jurišićevom ulicom. Sa stajališta tramvaja na glavnom trgu polaze tramvajske linije prema drugim dijelovima grada. Glavni željeznički kolodvor nalazi se na 10 minuta hoda od apartmana. Do Zračne luke Pleso ima 17 km."},
{"name": 3131343, "text_eng": "Grab a bite to eat at one of the guesthouse's many dining establishments, which include 7 restaurants and 5 coffee shops/cafés. Breakfast is available daily for a fee. This smoke-free guesthouse has 4 floors in 1 building and offers complimentary parking nearby. Recreational activities include bicycle rentals nearby. Featured amenities include ATM/banking services, microwave in a common area, and a water dispenser. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 4 air-conditioned rooms featuring kitchenettes with microwaves and espresso makers. Flat-screen televisions with cable programming provide entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include safes and free minibar items, and housekeeping is provided once per stay.", "text_hr": "Objedujte u jednom od brojnih ugostiteljskih objekata u ponudi u ova gostinjska kuća, u kojoj se nalazi 7 restorana i 5 kavane/kafića. Doručak je dostupan svaki dan uz nadoplatu. Ova gostinjska kuća proteže se na 4 kata/ova u 1 zgradi te nudi besplatno parkiranje u blizini. Pušenje u objektu nije dopušteno. Rekreacijske aktivnosti uključuju najam bicikala u blizini. Gosti mogu koristiti prednosti koje uključuju bankomat/banke, mikrovalna pećnica u zajedničkim prostorima i aparat za vodu. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 4), koje sadrže čajne kuhinje s mikrovalnim pećnicama i aparatima za espresso. Zabavljat će vas televizori s ravnim ekranom i kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Među pogodnostima su sef i besplatni artikli u minibaru, a sobe se održavaju i spremaju jedanput tijekom boravka."},
{"name": 3143946, "text_eng": "Set in Slunj in the Karlovac county region, Apartment Ivanka has a garden. This apartment features accommodation with free WiFi.\n\nThe apartment is equipped with a satellite flat-screen TV and 2 bedrooms. There is a dining area and a kitchen complete with a microwave, a toaster and a fridge.\n\nThe apartment offers a barbecue. Guests can also relax on the sun terrace.\n\nPlitvička Jezera is 30 km from Apartment Ivanka, while Topusko is 34 km away. The nearest airport is Zagreb Franjo Tuđman Airport, 77 km from the property.", "text_hr": "Ovaj apartman s terasom nalazi se u Slunju. Gostima su na raspolaganju popločani dio dvorišta i roštilj. U cijelom je objektu moguće besplatno koristiti WiFi.\n\nApartman ima prostor za sjedenje i kuhinju s mikrovalnom pećnicom, tosterom i hladnjakom. Dostupan je i TV ravnog ekrana sa satelitskim programima. Vlastita kupaonica uključuje kadu ili tuš. U okviru objekta smješteno je i besplatno privatno parkiralište.\n\nPlitvička Jezera udaljena su 30 km od apartmana Ivanka, a do Topuskog ima 34 km. Zračna luka Franjo Tuđman Zagreb najbliža je zračna luka, a nalazi se na 77 km od apartmana Ivanka."},
{"name": 3143505, "text_eng": "Just 30 metres from the nearest beach, Hotel Flores is 400 metres from the historic centre of Poreč. It offers air-conditioned rooms with free WiFi. Flores has a spa area with a sauna, a steam bath and an indoor swimming pool. All rooms feature satellite TV and a private bathroom with a shower and a hairdryer. Each room has a minibar, a work desk, a seating area and a sofa bed. The elegantly decorated restaurant with a terrace serves a variety of Istrian specialties. A selection of drinks and coffee is served at the hotel's bar. Massage facilities and a fitness centre are provided on site. Guests can also play table tennis at the Flores. The 5th century Euphrasian Basilica is 800 meters away. Žatika Sports Arena and a tennis court are 1 km from the hotel. The charming Istrian towns of Rovinj, Novigrad and Motovun are within a 30 km radius. Pula Airport is 55 km from Flores.", "text_hr": "Hotel Flores udaljen je svega 30 metara od najbliže plaže i 400 metara od povijesne jezgre Poreča. Na raspolaganju su klimatizirane sobe i besplatni WiFi. U okviru objekta dostupan je spa centar sa saunom, parnom kupkom i unutarnjim bazenom. Sve sobe sadrže TV sa satelitskim programima te vlastitu kupaonicu s tušem i sušilom za kosu. Također, sve imaju minibar, radni stol, prostor za sjedenje i kauč na rasklapanje. U elegantno uređenom restoranu s terasom poslužuju se razni istarski specijaliteti. U hotelskom baru gosti mogu uživati u izboru pića i kave. U okviru objekta dostupni su sadržaji za masažu i fitness centar. Gosti također mogu igrati stolni tenis u hotelu Flores. Eufrazijeva bazilika iz 5. stoljeća udaljena je 800 metara. Do sportske dvorane Žatika i teniskog terena ima 1 km. Lijepi istarski gradovi Rovinj, Novigrad i Motovun smješteni su u krugu od 30 km. Zračna luka Pula nalazi se na 55 km od hotela Flores."},
{"name": 3193086, "text_eng": "At Hotel Monopoly, enjoy a satisfying meal at the restaurant. Be sure to enjoy recreational amenities, including an outdoor pool, an indoor pool, and a sauna. This hotel also features complimentary wireless Internet access and wedding services. Featured amenities include dry cleaning/laundry services, a 24-hour front desk, and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 28 air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include desks, and housekeeping is provided daily.", "text_hr": "U Hotel Monopoly možete uživati u krepkim objedima koje nudi restoran. Nemojte propustiti rekreacijske mogućnosti uz vanjski bazen, unutarnji bazen i saunu. Ovaj hotel nudi i besplatan bežični pristup internetu te usluge vjenčanja. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, 24-satno radno vrijeme recepcije i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 28), koje nude televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju pisaće stolove, a sobe se čiste i održavaju svaki dan."},
{"name": 3272367, "text_eng": "Featuring a free wellness area, Hotel Ideal Park is just 6 km from the A22 Autostrada del Brennero motorway. It offers free WiFi and free underground parking. In summer, you can enjoy a swimming pool with hydromassage functions on the hotel's rooftop sun terrace. From here you can admire panoramic views of the mountains and valleys. The spa offers indoor pools, a hot tub and a Finnish sauna, together with a Turkish bath and an ice fountain. The large underground private car park is suitable for coaches, cars and motorcycles. Cyclists will enjoy the hotel's special itineraries. Staff is available at reception 24 hours a day. Guests can reach Bolzano city center and train station with buses running every 15 minutes, free of charge with the Bolzano Guest Card. Public buses stop 50 metres from the hotel. The Renon Earth Pyramids are a 35-minute drive away.", "text_hr": "Hotel Ideal Park sadrži besplatno wellness područje i udaljen je samo 6 km od autoceste A22 (Autostrada del Brennero). Ima besplatni WiFi i besplatno parkiralište u podzemnoj garaži. Ljeti gosti mogu uživati u bazenu s hidromasažnim sadržajima ili na krovnoj terasi za sunčanje u okviru hotela. S nje se pruža panoramski pogled na planine i doline. Spa-centar uključuje unutarnje bazene, hidromasažnu kadu, finsku saunu, tursku kupelj i ledenu fontanu. Veliko privatno parkiralište u podzemnoj garaži pogodno je za autobuse, automobile i bicikle. Biciklistima su na raspolaganju posebne hotelske staze. Osoblje recepcije dostupno je 24 sata dnevno. Svakih 15 minuta voze autobusne linije do centra naselja Bolzano i željezničkog kolodvora. S karticom Bolzano gosti besplatno mogu koristiti autobusne linije. Stajalište javnih autobusnih linija smješteno je 50 metara od hotela. Zemljane piramide u Renonu udaljene su 35 minuta vožnje."},
{"name": 3311080, "text_eng": "A complimentary local cuisine breakfast is served daily from 7:30 AM to 11 AM. Make use of convenient amenities such as complimentary wireless Internet access, wedding services, and tour/ticket assistance. Featured amenities include a computer station, multilingual staff, and luggage storage. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and limited parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 4 individually decorated guestrooms, featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and bidets. Conveniences include desks and coffee/tea makers, and housekeeping is provided daily.", "text_hr": "Besplatan doručak (lokalna kuhinja) poslužuje se svaki dan od 7.30 do 11.00. Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, usluge vjenčanja i organizacija turističkog obilaska / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju računalo, višejezično osoblje i pohrana prtljage. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i ograničeno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 4 sobe/a/i s individualnim uređenjem, koje vam nude hladnjake i televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te bidee. Među pogodnostima su pisaći stolovi i aparat za kavu/čaj, a sobe se održavaju i spremaju svaki dan."},
{"name": 3319578, "text_eng": "A complimentary buffet breakfast is served daily from 7 AM to 10 AM. Take in the views from a garden and make use of amenities such as complimentary wireless Internet access and concierge services. Featured amenities include a computer station, express check-in, and a 24-hour front desk. A roundtrip airport shuttle is provided for a surcharge during limited hours, and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 5 air-conditioned rooms featuring minibars and flat-screen televisions. Rooms have private balconies. Complimentary wireless Internet access is available to keep you connected. Private bathrooms with showers feature complimentary toiletries and hair dryers.", "text_hr": "Besplatan doručak (švedski stol) poslužuje se svaki dan od 7.00 do 10.00. Uživajte u pogledu koji nudi vrt i iskoristite besplatan bežični pristup internetu i usluge recepcionara za osobne usluge (concierge). Gosti mogu koristiti prednosti koje uključuju računalo, ekspresnu prijavu i 24-satno radno vrijeme recepcije. Prijevoz od/do zračne luke (tijekom ograničenog vremena) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 5 soba/e/i s klimatizacijom, koje nude i minibarove te televizore s ravnim ekranom. Sobe imaju privatne balkone. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 3334494, "text_eng": "You can enjoy a meal at the restaurant serving the guests of Girasole Eco Family Village, or stop in at the grocery/convenience store. Wrap up your day with a drink at the bar/lounge. Treat yourself with massages, body treatments, and facials. You can soak up the sun at the private beach or enjoy other recreational amenities including an outdoor pool and an outdoor tennis court. Additional features at this campground include complimentary wireless Internet access, concierge services, and babysitting/childcare (surcharge). Featured amenities include dry cleaning/laundry services, a 24-hour front desk, and a library. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 131 air-conditioned rooms featuring kitchenettes with refrigerators and stovetops. Rooms have private furnished patios. LCD televisions with digital programming provide entertainment, while complimentary wireless Internet access keeps you connected.", "text_hr": "Uživajte u obrocima koje nudi restoran za goste koji borave u Girasole Eco Family Village ili odaberite obrok iz trgovine namirnicama / mješovitom robom. Završite dan uz piće u baru/salonu. Počastite se masažama, tretmanima za tijelo i tretmanima za lice. Možete uživati u suncu na privatnoj plaži ili u drugim rekreacijskim mogućnostima uz vanjski bazen i vanjski teniski teren. Ovaj kamp nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i čuvanje djece / brigu o djeci (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, 24-satno radno vrijeme recepcije i biblioteku. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 131), koje sadrže čajne kuhinje s hladnjacima i pločama za kuhanje. Sobe imaju privatne namješteni popločeni dvorišni prostor. Zabavljat će vas LCD televizori i digitalnim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu."},
{"name": 3363904, "text_eng": "This hotel offers complimentary parking nearby. Featured amenities include express check-in, express check-out, and a 24-hour front desk. Free valet parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 36 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with separate bathtubs and showers feature deep soaking bathtubs and complimentary toiletries. Conveniences include desks and electric kettles, as well as phones with free local calls.", "text_hr": "Ovaj hotel nudi besplatno parkiranje u blizini. Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, ekspresnu odjavu i 24-satno radno vrijeme recepcije. Na lokaciji se nudi besplatna usluga parkiranja.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 36 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su zasebnim kadama i tuševima i nude dubokim kadama i besplatne toaletne potrepštine. Pogodnosti uključuju pisaće stolove i kuhala za vodu, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 3441130, "text_eng": "Make yourself comfortable in this air-conditioned apartment, featuring a kitchenette with a refrigerator and a stovetop. Complimentary wireless Internet access keeps you connected, and digital programming is available for your entertainment. Conveniences include a microwave and an iron/ironing board.", "text_hr": "Udobno se smjestite u ovaj apartman uz klima-uređaj i čajnu kuhinju koja sadrži hladnjak i ploču za kuhanje. Uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom, a za zabavu na raspolaganju imate televizor opremljen digitalnim TV programima. Među praktičnim dodacima nalaze se mikrovalna pećnica i glačalo / daska za glačanje."},
{"name": 3489921, "text_eng": "Make use of convenient amenities, which include complimentary wireless Internet access and a vending machine. Featured amenities include complimentary newspapers in the lobby, multilingual staff, and an elevator (lift).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 21 air-conditioned guestrooms. Complimentary wireless Internet access is available to keep you connected. Bathrooms have showers and hair dryers.", "text_hr": "Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i automat za prodaju. Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, višejezično osoblje i dizalo.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 21). Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i sušila za kosu."},
{"name": 3546741, "text_eng": "Full breakfasts are served on weekdays from 6:30 AM to 8:30 AM and on weekends from 7 AM to 9 AM for a fee. Enjoy recreation amenities such as an outdoor pool or take in the view from a garden. Additional features at this Tudor guesthouse include complimentary wireless Internet access, a fireplace in the lobby, and tour/ticket assistance. Featured amenities include dry cleaning/laundry services, multilingual staff, and luggage storage. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 11 individually decorated guestrooms. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms have complimentary toiletries and hair dryers. Conveniences include safes and electric kettles, and housekeeping is provided daily.", "text_hr": "Doručak (puni) poslužuje se radnim danima od 6.30 do 8.30 i vikendom od 7.00 do 9.00 uz nadoplatu. Uživajte u mogućnostima rekreacije uz vanjski bazen ili se opustite uz pogled koji nudi vrt. Ova gostinjska kuća u tudorskom stilu nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, kamin u predvorju i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, višejezično osoblje i pohrana prtljage. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba s individualnim uređenjem (ukupno 11). Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice nude besplatne toaletne potrepštine i sušila za kosu. Među pogodnostima su sef i kuhala za vodu, a sobe se održavaju i spremaju svaki dan."},
{"name": 3549767, "text_eng": "Take advantage of the townhouse accommodation's room service (during limited hours). Local cuisine breakfasts are available daily from 8 AM to 10:30 AM for a fee. Pamper yourself with a visit to the spa, which offers massages, body treatments, and facials. This townhouse accommodation also features complimentary wireless Internet access and babysitting/childcare (surcharge). Featured amenities include a 24-hour front desk, luggage storage, and laundry facilities. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 6 air-conditioned guestrooms. Complimentary wireless Internet access is available to keep you connected. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ova kuća u nizu. Doručak (lokalna kuhinja) dostupan je svaki dan od 8.00 do 10.30 uz nadoplatu. Opustite se u posjetu spa centru, u čijoj su ponudi masaže, tretmani za tijelo i tretmani za lice. Ova kuća u nizu nudi i besplatan bežični pristup internetu te čuvanje djece / brigu o djeci (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, pohrana prtljage i mogućnost pranja rublja. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 6). Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 3557300, "text_eng": "Enjoy a meal at the restaurant or snacks in the coffee shop/café. The ryokan also offers room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. A complimentary buffet breakfast is served daily from 7 AM to 9:30 AM. Don't miss out on recreational opportunities including hot springs and an outdoor pool. Getting to nearby attractions is a breeze with the complimentary area shuttle. Featured amenities include luggage storage and a safe deposit box at the front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 173 air-conditioned rooms featuring refrigerators. Conveniences include safes and coffee/tea makers, and housekeeping is provided daily.", "text_hr": "Uživajte u obrocima koji nudi restoran ili malim obrocima koje nudi kavana/kafić. U ovaj ryokan su vam dostupne i pogodnosti posluge u sobu (tijekom ograničenih sati). Utažite žeđ omiljenim pićem u baru/salonu. Besplatan doručak (švedski stol) poslužuje se svaki dan od 7.00 do 9.30. Nemojte propustiti rekreacijske mogućnosti uz termalne izvore i vanjski bazen. Do obližnjih atrakcija možete lako stići besplatnim autobusom. Pogodnosti uključuju pohrana prtljage i sigurnosni sef na recepciji. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 173), koje nude hladnjake. Među pogodnostima su sef i aparat za kavu/čaj, a sobe se održavaju i spremaju svaki dan."},
{"name": 3604839, "text_eng": "With a quiet location in the Ostrovo area, Hotel Porta is just 1 km from Skopje centre. The modern hotel has a 24-hour front desk, traditional restaurant and spacious rooms with free Wi-Fi. The rooms have stylish wooden floors and contemporary decor, and each features a private bathroom with free toiletries. All rooms have a flat-screen TV, minibar and work desk. The bright and airy restaurant serves authentic Macedonian cuisine and hearty breakfasts. The contemporary bar offers a range of light snacks and beverages, and room service is also available. Just 1.5 km from Skopje Old Bazaar, Hotel Porta is 500 metres from the main Skopje Railway and Bus Station. Free on-site parking is available, and Alexander the Great Airport is a 20-minute drive away.", "text_hr": "Hotel Porta nalazi se na mirnoj lokaciji u području Ostrovo, na samo 1 km od središta Skopja. Moderni hotel ima recepciju otvorenu 24 sata dnevno, tradicionalni restoran i prostrane sobe sa besplatnim bežičnim pristupom internetu. Sve sobe imaju elegantne drvene podove i suvremeno unutarnje uređenje, a svaka ima i privatnu kupaonicu s besplatnim toaletnim potrepštinama. Sve sobe imaju TV ravnog ekrana, mini bar i radni stol. Svijetli i prozračni hotelski restoran poslužuje jela autentične makedonske kuhinje i bogat doručak. Suvremeni bar nudi izbor laganih zalogaje i pića, a dostupna je i posluga u sobu. Hotel Porta nalazi se na samo 1,5 km od Stare tržnice i na 500 metara od Glavnog autobusnog i željezničkog kolodvora u Skopju. Besplatno parkiralište dostupno je u okviru objekta. Do Zračne luke Aleksandar Veliki ima 20 minuta vožnje."},
{"name": 3640497, "text_eng": "Satisfy your appetite for lunch or dinner at Daily 26, a restaurant which specializes in international cuisine, or stay in and take advantage of the 24-hour room service. Need to unwind? Take a break with a tasty beverage at one of the 2 bars/lounges. Buffet breakfasts are available for a fee. Pamper yourself with onsite massages and body treatments. After enjoying recreational amenities such as a health club and an outdoor pool, a lucky night at the casino is the perfect end to the day. This hotel also features complimentary wireless Internet access, a television in a common area, and tour/ticket assistance. Featured amenities include complimentary wired Internet access, a 24-hour business center, and limo/town car service. Planning an event in Panama City? This hotel has facilities measuring 11976 square feet (1113 square meters), including conference space. Free valet parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 300 air-conditioned rooms featuring iPod docking stations and minibars. Wired and wireless Internet access is complimentary, while 47-inch LCD televisions with cable programming provide entertainment. Private bathrooms with showers feature rainfall showerheads and designer toiletries. Conveniences include laptop-compatible safes and desks, and housekeeping is provided daily.", "text_hr": "Apetit će vam zadovoljiti ručak ili večera u restoranu Daily 26. To je restoran kojemu je specijalitet međunarodna kuhinja. Možete i ostati u sobi te iskoristiti pogodnosti 24-satne posluge u sobu. Želite se opustiti? Predahnite uz osvježavajuće piće u jednom od 2 bara/salona. Doručak (švedski stol) dostupan je uz nadoplatu. U sklopu objekta počastite se masažama i tretmanima za tijelo. Nakon uživanja u rekreacijskim mogućnostima uz rekreacijski klub i vanjski bazen sretna noć u casinu bit će savršen kraj dana. Ovaj hotel nudi i besplatan bežični pristup internetu, televizor u zajedničkom prostoru te organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, 24-satni poslovni centar i usluge limuzine / prijevoza automobilom. Planirate neko događanje u mjestu Panama City? Ovaj objekt (ovaj hotel) ima prostore površine 11976 kvadr. st. (1113 m²), koji se sastoje od prostora za konferencije / sastanke. Na lokaciji se nudi besplatna usluga parkiranja.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 300 soba/e/i s klimatizacijom, koje nude i priključne stanice za iPod re minibarove. Žičani i bežični pristupi internetu su besplatni, a zabavit će vas LCD televizori (47 - in) i kabelskim TV. Privatne kupaonice opremljene su tuševima te stropnim tušem s tropskom kišom, a nude i dizajnerske toaletne potrepštine. Među pogodnostima su sefovi za prijenosna računala i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 3667354, "text_eng": "Grab a bite to eat at the As Descobertas, a restaurant where you can take in the garden view, or stay in and take advantage of 24-hour room service. Quench your thirst with your favorite drink at the bar/lounge. Breakfast is available daily from 6:30 AM to 10:30 AM for a fee. Take advantage of recreation opportunities such as a casino, or other amenities including complimentary wireless Internet access and concierge services. Featured amenities include a 24-hour business center, complimentary newspapers in the lobby, and dry cleaning/laundry services. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 182 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with bathtubs feature complimentary toiletries and bidets. Conveniences include laptop-compatible safes and desks, and housekeeping is provided daily.", "text_hr": "Uživajte u obrocima restorana As Descobertas. To je restoran sa stolovima s pogledom na vrt, a možete i ostati u sobi te iskoristiti pogodnosti 24-satne posluge u sobu. Utažite žeđ omiljenim pićem u baru/salonu. Doručak je dostupan svaki dan od 6.30 do 10.30 uz nadoplatu. Iskoristite mogućnosti za rekreaciju uz kasino ili druge pogodnosti kao što su besplatan bežični pristup internetu i usluge recepcionara za osobne usluge (concierge). Gosti mogu koristiti prednosti koje uključuju 24-satni poslovni centar, besplatne novine u predvorju i usluge kemijskog čišćenja / pranja rublja. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 182 soba/e/i s klimatizacijom, koje nude i minibarove te LCD televizore. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama, a nude i besplatne toaletne potrepštine te bidee. Među pogodnostima su sefovi za prijenosna računala i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 3667790, "text_eng": "A Historical building in the city center with 150 years old. Still containing the original \"Azuleijos\" (Portuguese tiles) on the walls.\r\nSet in a 19th-century building, Gallery Hostel offers air-conditioned rooms with free Wi-Fi. It has a 24-hour front desk and a communal kitchen and bar. Francisco Sá Carneiro Airport is 15 minutes’ drive away. Gallery provides private and shared rooms. Each one is fitted with contemporary furnishings and offers a scenic city view. Some have a seating area and a balcony. Breakfast is served daily, and guests can enjoy homemade thematic dinners here, other dining options are a 5-minute walk away. The bar serves selected Portuguese wines and Porto wine tasting sessions are organised. Drinks from the bar can be enjoyed on the terrace. Guests can play games in the games room or read a book in the library. Staff can organise free walking tours for guests to explore Porto. National Museum Soares dos Reis is just 700 metres away, and Clérigos Tower is 10 minutes’ walking.\r\n30843/AL", "text_hr": "Set in a 19th-century building, Gallery Hostel offers air-conditioned rooms with free Wi-Fi. It has a 24-hour front desk and a communal kitchen and bar. Francisco Sá Carneiro Airport is 15 minutes’ drive away. Gallery provides private and shared rooms. Each one is fitted with contemporary furnishings and offers a scenic city view. Some have a seating area and a balcony. Breakfast is served daily, and guests can enjoy homemade thematic dinners here, other dining options are a 5-minute walk away. The bar serves selected Portuguese wines and Porto wine tasting sessions are organised. Drinks from the bar can be enjoyed on the terrace. Guests can play games in the games room or read a book in the library. Staff can organise free walking tours for guests to explore Porto. National Museum Soares dos Reis is just 700 metres away, and Clérigos Tower is 10 minutes’ walking.\r\n30843/AL"},
{"name": 3663822, "text_eng": "Cooked-to-order breakfasts are available daily from 8:30 AM to 11:00 AM for a fee. Take in the views from a terrace and a garden and make use of amenities such as complimentary wireless Internet access. Additional amenities at this chalet include ski storage, tour/ticket assistance, and a picnic area. Guests can catch a ride to nearby destinations on the area shuttle (surcharge). Featured amenities include express check-in, express check-out, and luggage storage. A train station pick-up service is provided at no charge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this accommodation, featuring a kitchen with a refrigerator and a stovetop. There's a private furnished balcony/patio. An LED television with digital programming provides entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include a separate sitting area and a microwave, and you can also request an iron/ironing board.", "text_hr": "Doručak (po narudžbi) dostupan je svaki dan od 8.30 do 11.00 uz nadoplatu. Sjajne poglede nude terasa i vrt, a možete iskoristiti i besplatan bežični pristup internetu. Ova planinska kuća nudi dodatne pogodnosti koje uključuju spremište za skijašku opremu, organizaciju turističkih obilazaka / kupnje ulaznica i prostor za piknik. Gosti se do obližnjih odredišta mogu voziti autobusom (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, ekspresnu odjavu i pohrana prtljage. Prijevoz od željezničkog kolodvora je besplatan (dostupno 24 sata). U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ovaj objekt uz kuhinju koja sadrži hladnjak i ploču za kuhanje. Imate privatan namješteni balkon ili popločeni dvorišni prostor. Za zabavu na raspolaganju imate LED televizor opremljen digitalnim TV programima, a uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom. Među praktičnim dodacima nalaze se zasebni prostori za sjedenje i mikrovalna pećnica, a možete zatražiti i glačalo / dasku za glačanje."},
{"name": 3668346, "text_eng": "Featured amenities include luggage storage and laundry facilities. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 15 individually decorated guestrooms, featuring microwaves and minibars. Flat-screen televisions with cable programming provide entertainment, while complimentary wireless Internet access keeps you connected. Bathrooms feature showers, complimentary toiletries, and hair dryers. Conveniences include electric kettles, and housekeeping is provided on request.", "text_hr": "Pogodnosti uključuju pohrana prtljage i mogućnost pranja rublja. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 15 sobe/a/i s individualnim uređenjem koje vam nude mikrovalne pećnice i minibarove. Zabavljat će vas televizori s ravnim ekranom i kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, besplatne toaletne potrepštine, a nude i sušila za kosu. Pogodnosti uključuju kuhala za vodu, a sobe se čiste i održavaju na zahtjev."},
{"name": 3718735, "text_eng": "Enjoy a meal at the restaurant, or stay in and take advantage of the hotel's 24-hour room service. Wrap up your day with a drink at the bar/lounge. Buffet breakfasts are available daily from 6:30 AM to 10 AM for a fee. Be sure to enjoy recreational amenities including a sauna and a 24-hour fitness center. Additional amenities at this hotel include concierge services and babysitting/childcare (surcharge). Featured amenities include a 24-hour business center, complimentary newspapers in the lobby, and dry cleaning/laundry services.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 92 guestrooms featuring minibars and LED televisions. Complimentary wireless Internet access keeps you connected, and digital programming is available for your entertainment. Bathrooms have complimentary toiletries and hair dryers. Conveniences include phones and safes, and housekeeping is provided daily.", "text_hr": "Uživajte u obrocima koje nudi restoran ili ostanite u sobi i iskoristite pogodnosti 24-satne posluge u sobu u ovaj hotel. Završite dan uz piće u baru/salonu. Doručak (švedski stol) dostupan je svaki dan od 6.30 do 10.00 uz nadoplatu. Nemojte propustiti uživati u rekreacijskim mogućnostima uz saunu i 24-satni fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju usluge recepcionara za osobne usluge (concierge) i čuvanje djece / brigu o djeci (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju 24-satni poslovni centar, besplatne novine u predvorju i usluge kemijskog čišćenja / pranja rublja.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 92) koje sadrže minibarove i LED televizore. Zabavljat će vas digitalnim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu. Pogodnosti uključuju telefone i sefove, a sobe se čiste i održavaju svaki dan."},
{"name": 3725498, "text_eng": "Apartments Mencinger is located in Bohinjska Bistrica, on the edge of Triglav National Park, 500 metres from Bohinj’s centre. Surrounded by greenery, it offers free Wi-Fi and a garden. With views of the mountains, most accommodation units provide cable TV, a fully equipped kitchen or kitchenette and a balcony or a terrace. Free linen and towels are available in all units. The property also has a ski storage. The nearest grocery shop is 600 metres away. Mencinger is a good starting point for various activities such as hiking and cycling or skiing and ice skating in the winter. A bus and railway station is 1 km away. Bohinj Aqua Park is 500 metres away, while Soriška Mountain is at a distance of 10 km. Bohinj Lake is within 7 km. Vogla Ski Resort is at a distance of 10 km. Bled, famous for its lake and castle on a cliff is 15 km from the Mencinger Apartments.", "text_hr": "Apartmani Mencinger nalaze se u mjestu Bohinjska Bistrica, na rubu Nacionalnog parka Triglav i na 500 metara od središta grada Bohinj. Objekt je smješten među zelenilom, a gostima su na raspolaganju besplatni WiFi i vrt. Iz većine smještajnih jedinica pruža se pogled na planinu. Većina jedinica uključuje TV s kabelskim programima, potpuno opremljenu kuhinju ili čajnu kuhinju i balkon ili terasu. Posteljina i ručnici dostupni su besplatno u svim jedinicama. U okviru objekta smješteno je spremište za skije. Najbliža trgovina prehrambenih proizvoda udaljena je 600 metara. Apartmani Mencinger dobra su polazišna točka za brojne aktivnosti poput pješačenja i vožnje biciklom ili skijanja i klizanja na ledu tijekom zime. Autobusni i željeznički kolodvor nalaze se na 1 km. Vodeni park Bohinj smješten je 500 metara od objekta, dok je planina Soriška udaljena 10 km. Bohinjsko jezero nalazi se na 7 km. Skijalište Vogla smješteno je 10 km od apartmana Mencinger. Bled je poznat po jezeru i dvorcu na litici, a nalazi se na 15 km od apartmana Mencinger."},
{"name": 3750948, "text_eng": "A complimentary breakfast is included. Take advantage of recreation opportunities such as a fitness center, or other amenities including complimentary wireless Internet access and tour/ticket assistance. Featured amenities include a business center, complimentary newspapers in the lobby, and a 24-hour front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 43 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Conveniences include desks and microwaves, and housekeeping is provided daily.", "text_hr": "Besplatan doručak uključen je u cijenu. Iskoristite mogućnosti za rekreaciju uz fitness centar ili druge pogodnosti kao što su besplatan bežični pristup internetu i organizacija turističkog obilaska / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju poslovni centar, besplatne novine u predvorju i 24-satno radno vrijeme recepcije. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 43 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Među pogodnostima su pisaći stolovi i mikrovalne pećnice, a sobe se održavaju i spremaju svaki dan."},
{"name": 3760206, "text_eng": "Weltevreden Farm originally owned by Roelof Gerhardus Badenhorst in 1861, was initially very large andthe neighbourhoods of Northcliff, Berario and Corriemoor made up the expanse of the property in 1872. The Western side was transferred into C.J. Smit's name. In the beginning of the 20th Century, the farm was divided among the children. In 1936 Mr. Theunis Cronje bought a portion  (20 hectares) from Cornelius Smit's grandchildren. Mr Cronje was the Headmaster of Fairland Laerskool (primary school). In 1951 he retired and the homestead was built, modeled off Groot Constantia in the Cape. He kept himself busy by farming flowers cut and delivered to Multiflora Flower Market in City Deep Johannesburg.Mr Cronje was one of the founders and also Director of Shipping of this Flower market for many years. This is where the names of the streets in the vecinity were derived, like the street name running in front of the guesthouse into the cul-de-sac, Calendula Avenue.\r\nLocated in Roodepoort, 3.3 km from Clearwater Mall, Kleine Constantia Boutique Guest House provides accommodation with a fitness centre, free private parking, a bar and a shared lounge. Among the facilities at this property are a shared kitchen and room service, along with free WiFi throughout the property. The guest house has a garden and features a terrace. At the guest house, rooms are equipped with a patio with a garden view. At Kleine Constantia Boutique every room comes with a desk, a TV and a private bathroom. The accommodation offers a buffet or à la carte breakfast. Kleine Constantia Boutique Guest House offers a business centre for guest use. Florida Junction Shopping Centre is 4 km from the guest house, while Kloofendal Municipal Nature Reserve is 4.3 km away. The nearest airport is Lanseria International, 27 km from Kleine Constantia Boutique, and the property offers a paid airport shuttle service.", "text_hr": "Located in Roodepoort, 3.3 km from Clearwater Mall, Kleine Constantia Boutique Guest House provides accommodation with a fitness centre, free private parking, a bar and a shared lounge. Among the facilities at this property are a shared kitchen and room service, along with free WiFi throughout the property. The guest house has a garden and features a terrace. At the guest house, rooms are equipped with a patio with a garden view. At Kleine Constantia Boutique every room comes with a desk, a TV and a private bathroom. The accommodation offers a buffet or à la carte breakfast. Kleine Constantia Boutique Guest House offers a business centre for guest use. Florida Junction Shopping Centre is 4 km from the guest house, while Kloofendal Municipal Nature Reserve is 4.3 km away. The nearest airport is Lanseria International, 27 km from Kleine Constantia Boutique, and the property offers a paid airport shuttle service."},
{"name": 3773923, "text_eng": "Grab a bite at Elite, one of the hotel's 2 restaurants, or stay in and take advantage of the 24-hour room service. Snacks are also available at the coffee shop/café. Need to unwind? Take a break with a tasty beverage at one of the 2 bars/lounges. Buffet breakfasts are available daily from 6:30 AM to 10:30 AM for a fee. Pamper yourself with a visit to the spa, which offers massages. You're sure to appreciate the recreational amenities, including an indoor pool, a sauna, and a fitness center. Additional amenities at this hotel include complimentary wireless Internet access, concierge services, and a ballroom. Featured amenities include dry cleaning/laundry services, a 24-hour front desk, and a safe deposit box at the front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 401 air-conditioned rooms featuring LCD televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Objedujte u restoranu Elite, jednom od 2 restorana u ovaj hotel. Možete i ostati u sobi te iskoristiti prednosti 24-satne posluge u sobu. Ako pak poželite male obroke, imate kafić. Želite se opustiti? Predahnite uz osvježavajuće piće u jednom od 2 bara/salona. Doručak (švedski stol) dostupan je svaki dan od 6.30 do 10.30 uz nadoplatu. Uživajte u posjetu spa centru koji nudi masaže. Sigurno ćete uživati u rekreacijskim mogućnostima uz unutarnji bazen, saunu i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i plesna dvorana. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, 24-satno radno vrijeme recepcije i sigurnosni sef na recepciji. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 401), koje nude LCD televizore. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 3780096, "text_eng": "Location is very convenient and located to city shopping area. Room design is good and spacious and had a small dining table and two flat scr, clean. Bed is very comfortable. Provide free bicycle. Breakfast is good.\r\nConveniently located a 15-minute walk from Hualien Train Station, City Home Hotel provides luxurious accommodation fitted with modern amenities and free Wi-Fi. It has a tour desk. City Hualien Home is a 10-minute walk from Nanbin Night Market and a 10-minute drive from Hualien Airport. Parking is available for free in a nearby location. The tour desk can help guests organise excursions to tourist attractions. The air-conditioned guestrooms at City Home are spacious and are fitted with a desk, a comfortable sofa and a flat-screen cable TV. The beautiful en suite bathroom comes with free toiletries and hot shower facilities.\r\n813", "text_hr": "Conveniently located a 15-minute walk from Hualien Train Station, City Home Hotel provides luxurious accommodation fitted with modern amenities and free Wi-Fi. It has a tour desk. City Hualien Home is a 10-minute walk from Nanbin Night Market and a 10-minute drive from Hualien Airport. Parking is available for free in a nearby location. The tour desk can help guests organise excursions to tourist attractions. The air-conditioned guestrooms at City Home are spacious and are fitted with a desk, a comfortable sofa and a flat-screen cable TV. The beautiful en suite bathroom comes with free toiletries and hot shower facilities.\r\n813"},
{"name": 3785790, "text_eng": "Satisfy your appetite for lunch or dinner at the hotel's restaurant, or stay in and take advantage of the room service (during limited hours). A complimentary English breakfast is served daily from 7 AM to 10 AM. Enjoy recreation amenities such as an outdoor pool or take in the view from a garden. This hotel also features complimentary wireless Internet access, concierge services, and a television in a common area. Featured amenities include complimentary newspapers in the lobby, a 24-hour front desk, and luggage storage. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 60 air-conditioned guestrooms. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with bathtubs or showers feature complimentary toiletries and hair dryers. Conveniences include safes and blackout drapes/curtains, and housekeeping is provided daily.", "text_hr": "Apetit će vam zadovoljiti ručak ili večera koje poslužuje restoran u ovaj hotel. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Besplatan doručak (engleski) poslužuje se svaki dan od 7.00 do 10.00. Uživajte u mogućnostima rekreacije uz vanjski bazen ili se opustite uz pogled koji nudi vrt. Ovaj hotel nudi i besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) te televizor u zajedničkom prostoru. Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, 24-satno radno vrijeme recepcije i pohrana prtljage. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 60). Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su sef i rolete/zavjese, a sobe se održavaju i spremaju svaki dan."},
{"name": 3811305, "text_eng": "A complimentary buffet breakfast is served daily from 7 AM to 9 AM. Be sure to enjoy recreational amenities including an outdoor pool and a 24-hour fitness center. Additional features at this hotel include complimentary wireless Internet access, a television in a common area, and a picnic area. Featured amenities include complimentary wired Internet access, a business center, and express check-out. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 99 air-conditioned rooms featuring kitchens with refrigerators and stovetops. Wired and wireless Internet access is complimentary, and LCD televisions with cable programming provide entertainment. Conveniences include separate sitting areas and microwaves, as well as phones with free local calls.", "text_hr": "Besplatan doručak (švedski stol) poslužuje se svaki dan od 7.00 do 9.00. Nemojte propustiti uživati u rekreacijskim mogućnostima uz vanjski bazen i 24-satni fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, televizor u zajedničkom prostoru i prostor za piknik. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, poslovni centar i ekspresnu odjavu. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 99), koje sadrže kuhinje s hladnjacima i pločama za kuhanje. Zabavljat će vas LCD televizori i kabelskim TV, a žičani i bežični pristup internetu je besplatan. Pogodnosti uključuju zasebne prostore za sjedenje i mikrovalne pećnice, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 3815027, "text_eng": "A complimentary continental breakfast is served daily. Don't miss out on the many recreational opportunities, including an indoor pool, a spa tub, and a fitness center. Additional features at this hotel include complimentary wireless Internet access, tour/ticket assistance, and barbecue grills. Featured amenities include a business center, a 24-hour front desk, and laundry facilities. Planning an event in Catlettsburg? This hotel has facilities measuring 900 square feet (84 square meters), including a meeting room. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 68 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have shower/tub combinations and hair dryers. Conveniences include desks and microwaves, as well as phones with free local calls.", "text_hr": "Besplatan doručak (kontinentalni) poslužuje se svaki dan. Nemojte propustiti brojne rekreacijske mogućnosti uz unutarnji bazen, spa kadu i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, organizaciju turističkih obilazaka / kupnje ulaznica i roštilj. Gosti mogu koristiti prednosti koje uključuju poslovni centar, 24-satno radno vrijeme recepcije i mogućnost pranja rublja. Planirate neko događanje u mjestu Catlettsburg? Ovaj objekt (ovaj hotel) ima prostore površine 900 kvadr. st. (84 m²), koji se sastoje od prostorije za sastanke. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 68 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuš-kade, a nude i sušila za kosu. Pogodnosti uključuju pisaće stolove i mikrovalne pećnice, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 3823832, "text_eng": "A complimentary buffet breakfast is included. Enjoy the recreation opportunities such as an outdoor pool or make use of other amenities including complimentary wireless Internet access. Featured amenities include complimentary wired Internet access, a business center, and complimentary newspapers in the lobby. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 77 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers. Conveniences include desks and complimentary weekday newspapers, and housekeeping is provided daily.", "text_hr": "Uključen je besplatan doručak (švedski stol). Uživajte u mogućnostima rekreacije uz vanjski bazen ili iskoristite besplatan bežični pristup internetu. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, poslovni centar i besplatne novine u predvorju. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 77 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su pisaći stolovi i besplatne tjedne novine, a sobe se održavaju i spremaju svaki dan."},
{"name": 3827110, "text_eng": "Enjoy a meal at the restaurant or snacks in the coffee shop/café. The hotel also offers room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. Buffet breakfasts are available for a fee. Take advantage of recreational opportunities offered, including an indoor pool, a spa tub, and a fitness center. Additional amenities at this hotel include complimentary wireless Internet access, concierge services, and gift shops/newsstands. Featured amenities include wired Internet access (surcharge), a business center, and express check-out. Planning an event in Cleveland? This hotel has facilities measuring 15500 square feet (1440 square meters), including conference space. A roundtrip airport shuttle is complimentary (available 24 hours).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 368 air-conditioned rooms featuring flat-screen televisions. Wireless Internet access (surcharge) keeps you connected, and cable programming is available for your entertainment. Bathrooms feature shower/tub combinations, complimentary toiletries, and hair dryers. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Uživajte u obrocima koji nudi restoran ili malim obrocima koje nudi kavana/kafić. U ovaj hotel su vam dostupne i pogodnosti posluge u sobu (tijekom ograničenih sati). Utažite žeđ omiljenim pićem u baru/salonu. Doručak (švedski stol) dostupan je uz nadoplatu. Iskoristite rekreacijske mogućnosti uz unutarnji bazen, spa kadu i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i suvenirnice / novinske kioske. Gosti mogu koristiti prednosti koje uključuju žičani pristup internetu (uz nadoplatu), poslovni centar i ekspresnu odjavu. Planirate neko događanje u mjestu Cleveland? Ovaj objekt (ovaj hotel) ima prostore površine 15500 kvadr. st. (1440 m²), koji se sastoje od prostora za konferencije / sastanke. Prijevoz od/do zračne luke je besplatan dostupno 24 sata.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 368), koje nude televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz bežični pristup internetu (uz naplatu). U kupaonicama su tuš-kade, besplatne toaletne potrepštine, a nude i sušila za kosu. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 3833021, "text_eng": "Take advantage of the hotel's room service (during limited hours). A complimentary buffet breakfast is included. Enjoy recreational amenities such as an outdoor pool and a fitness center. Featured amenities include a business center, express check-out, and complimentary newspapers in the lobby. Event facilities at this hotel consist of conference space and a meeting room. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 127 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wired and wireless Internet access keeps you connected, and cable programming provides entertainment. Private bathrooms have complimentary toiletries and hair dryers. Conveniences include desks and complimentary weekday newspapers, as well as phones with free local calls.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Uključen je besplatan doručak (švedski stol). Uživajte u nizu rekreacijskih mogućnosti uz vanjski bazen i fitness centar. Gosti mogu koristiti prednosti koje uključuju poslovni centar, ekspresnu odjavu i besplatne novine u predvorju. Prostori za događanja u ovom objektu (ovaj hotel) sastoje se od prostora za konferencije / sastanke i prostorije za sastanke. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 127 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Privatne kupaonice nude besplatne toaletne potrepštine i sušila za kosu. Pogodnosti uključuju pisaće stolove i besplatne novine radnim danima, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 3850500, "text_eng": "A complimentary full breakfast is served daily. Enjoy recreational amenities such as a fitness center and a seasonal outdoor pool. Featured amenities include a business center, complimentary newspapers in the lobby, and a 24-hour front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 60 air-conditioned guestrooms. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have complimentary toiletries and hair dryers. Conveniences include desks and coffee/tea makers, as well as phones with free local calls.", "text_hr": "Besplatan doručak (puni) poslužuje se svaki dan. Uživajte u nizu rekreacijskih mogućnosti uz fitness centar i sezonski vanjski bazen. Gosti mogu koristiti prednosti koje uključuju poslovni centar, besplatne novine u predvorju i 24-satno radno vrijeme recepcije. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 60). Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu. Pogodnosti uključuju pisaće stolove i aparate za kavu/čaj, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 3947614, "text_eng": "A roundtrip airport shuttle is provided for a surcharge (available 24 hours).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this apartment, featuring a kitchen with a full-sized refrigerator/freezer and an oven. A flat-screen television with digital programming provides entertainment, while complimentary wireless Internet access keeps you connected. Conveniences include a separate sitting area and a microwave.", "text_hr": "Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ovaj apartman uz kuhinju koja sadrži hladnjak/zamrzivač u punoj veličini i pećnicu. Za zabavu na raspolaganju imate televizor s ravnim ekranom opremljen digitalnim TV programima, a uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom. Među praktičnim dodacima nalaze se zasebni prostori za sjedenje i mikrovalna pećnica."},
{"name": 3997233, "text_eng": "Continental breakfasts are available daily from 7:00 AM to 10:00 AM for a fee. This smoke-free hotel has 4 floors in 2 buildings and offers complimentary parking nearby. Featured amenities include express check-in, a 24-hour front desk, and multilingual staff.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 18 air-conditioned rooms featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Doručak (kontinentalni) dostupan je svaki dan od 7.00 do 10.00 uz nadoplatu. Ovaj hotel proteže se na 4 kata/ova u 2 zgrade/a te nudi besplatno parkiranje u blizini. Pušenje u objektu nije dopušteno. Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, 24-satno radno vrijeme recepcije i višejezično osoblje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 18 soba/e/i s klimatizacijom, koje nude i hladnjake te televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 4001683, "text_eng": "Enjoy a meal at the restaurant, or stay in and take advantage of the hotel's room service (during limited hours). Breakfast is available daily for a fee. Pamper yourself with onsite massages, body treatments, and facials. Featured amenities include complimentary newspapers in the lobby, a 24-hour front desk, and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 25 air-conditioned guestrooms. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and slippers. Conveniences include complimentary bottled water and ceiling fans, and housekeeping is provided daily.", "text_hr": "Uživajte u obrocima koje nudi restoran ili ostanite u sobi i iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Doručak je dostupan svaki dan uz nadoplatu. U sklopu objekta opustite se uz masaže, tretmane za tijelo i tretmane za lice. Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, 24-satno radno vrijeme recepcije i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 25). Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te papuče. Među pogodnostima su besplatna voda u boci i stropni ventilatori, a sobe se održavaju i spremaju svaki dan."},
{"name": 4037500, "text_eng": "Take advantage of the condo's room service (during limited hours). This condo offers designated smoking areas. Featured amenities include complimentary wired Internet access and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this air-conditioned condo, featuring a kitchen with a refrigerator and a microwave. There's a private balcony or patio. Cable programming and a DVD player are provided for your entertainment, while complimentary wireless Internet access keeps you connected.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj apartman. Ovaj apartman nudi posebna područja namijenjena za pušenje. Pogodnosti uključuju besplatan pristup žičanom internetu i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ovaj apartman uz klima-uređaj i kuhinju koja sadrži hladnjak i mikrovalnu pećnicu. Imate privatan balkon ili popločeni dvorišni prostor. Za zabavu na raspolaganju imate televizor opremljen kabelskim TV programima i DVD player, a uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom."},
{"name": 4058606, "text_eng": "A complimentary cooked-to-order breakfast is served daily from 7:30 AM to 9 AM. Take in the views from a terrace and a garden and make use of amenities such as complimentary wireless Internet access. Guests can get around on the complimentary shuttle, which operates within 5 km. Featured amenities include complimentary wired Internet access and luggage storage. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 4 guestrooms featuring refrigerators and LCD televisions. Wired and wireless Internet access is complimentary, while DVD players and cable programming provide entertainment. Bathrooms have complimentary toiletries and hair dryers. Conveniences include complimentary bottled water and blackout drapes/curtains, and housekeeping is provided daily.", "text_hr": "Besplatan doručak (po narudžbi) poslužuje se svaki dan od 7.30 do 9.00. Sjajne poglede nude terasa i vrt, a možete iskoristiti i besplatan bežični pristup internetu. Gosti se mogu voziti besplatnim autobusom, koji vozi 5 km. Pogodnosti uključuju besplatan pristup žičanom internetu i pohrana prtljage. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 4) koje sadrže hladnjake i LCD televizore. Zabavljat će vas DVD playeri i kabelskim TV, a žičani i bežični pristup internetu je besplatan. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu. Među pogodnostima su besplatna voda u boci i rolete/zavjese, a sobe se održavaju i spremaju svaki dan."},
{"name": 4119755, "text_eng": "Offering free WiFi, My Maison In Paris - Sentier is set in Paris city centre, a 15-minute's walk from Place de la Republique. The lively Rue du Faubourg Saint-Denis at a 5-minute walking distance. Each apartment is fitted with an equipped kitchen, a flat-screen TV and an iPod docking station. Some apartments feature a terrace. There is a private bathroom with a shower and free toiletries in every apartment. Towels and bed linen are provided. Louvre Museum is 1.5 km from My Maison In Paris - Sentier. Forum des Halles shopping centre, as well as Rue de Rivoli shopping street can both be reached within 15 minutes by walk.\r\n7510200819680, 7510200819878, 7510200819383, 7510200819482, 7510200820076, 7510200820175, 7510200820373, 7510200820472, 7510200816613", "text_hr": "Objekt My Maison In Paris - Sentier ima besplatan WiFi i nalazi se u centru Pariza, na 15 minuta hoda od trga Place de la Republique. Živahna ulica Rue du Faubourg Saint-Denis smještena je 5 minuta hoda od objekta. Svaki apartman ima opremljenu kuhinju, TV ravnog ekrana i priključnu stanicu za iPod. Pojedini apartmani sadrže i terasu. U svakom apartmanu nalazi se vlastita kupaonica s tušem i besplatnim kozmetičkim priborom. Dostupni su ručnici i posteljina. Muzej Louvre udaljen je 1,5 km od objekta My Maison In Paris - Sentier. Trgovački centar Forum des Halles i trgovačka ulica Rue de Rivoli nalaze se na 15 minuta hoda od objekta.\r\n7510200819680, 7510200819878, 7510200819383, 7510200819482, 7510200820076, 7510200820175, 7510200820373, 7510200820472, 7510200816613"},
{"name": 4155719, "text_eng": "Take advantage of the hotel's room service (during limited hours). Take in the views from a terrace and make use of amenities such as complimentary wireless Internet access and concierge services. Featured amenities include complimentary newspapers in the lobby, dry cleaning/laundry services, and a 24-hour front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 39 air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have showers and complimentary toiletries. Conveniences include desks and complimentary newspapers, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Uživajte u pogledu koji nudi terasa i iskoristite besplatan bežični pristup internetu i usluge recepcionara za osobne usluge (concierge). Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 39), koje nude televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine. Među pogodnostima su pisaći stolovi i besplatne novine, a sobe se održavaju i spremaju svaki dan."},
{"name": 4156082, "text_eng": "Take advantage of the hotel's room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. A complimentary continental breakfast is served daily from 7:30 AM to 10 AM. This hotel offers designated smoking areas. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 9 air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have bathtubs or showers and complimentary toiletries. Conveniences include ceiling fans, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Utažite žeđ omiljenim pićem u baru/salonu. Besplatan doručak (kontinentalni) poslužuje se svaki dan od 7.30 do 10.00. Ovaj hotel nudi posebna područja namijenjena za pušenje. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 9), koje nude televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su kade ili tuševi, a nude i besplatne toaletne potrepštine. Pogodnosti uključuju stropne ventilatore, a sobe se čiste i održavaju svaki dan."},
{"name": 4155802, "text_eng": "Satisfy your appetite for lunch or dinner at the hotel's restaurant, or stay in and take advantage of the room service (during limited hours). Wrap up your day with a drink at the bar/lounge. A complimentary continental breakfast is served daily from 8:30 AM to 10:30 AM. Be sure to enjoy recreational amenities including an outdoor pool and a fitness center. Additional amenities at this hotel include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include complimentary newspapers in the lobby, dry cleaning/laundry services, and a 24-hour front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 30 air-conditioned rooms featuring refrigerators. Rooms have private balconies or patios. Bathrooms have separate bathtubs and showers and complimentary toiletries. Conveniences include safes and desks, and housekeeping is provided daily.", "text_hr": "Apetit će vam zadovoljiti ručak ili večera koje poslužuje restoran u ovaj hotel. Možete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Završite dan uz piće u baru/salonu. Besplatan doručak (kontinentalni) poslužuje se svaki dan od 8.30 do 10.30. Nemojte propustiti uživati u rekreacijskim mogućnostima uz vanjski bazen i fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 30), koje nude hladnjake. Sobe imaju privatne balkone ili popločeni dvorišni prostor. U kupaonicama su zasebne kade i tuševi, a nude i besplatne toaletne potrepštine. Među pogodnostima su sef i pisaći stolovi, a sobe se održavaju i spremaju svaki dan."},
{"name": 4163153, "text_eng": "Take in the views from a garden and make use of amenities such as complimentary wireless Internet access. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 3 air-conditioned rooms featuring flat-screen televisions. Your room comes with a memory foam bed. Prepare your meals in the shared/communal kitchen. Complimentary wireless Internet access keeps you connected, and digital programming is available for your entertainment. Bathrooms have complimentary toiletries and hair dryers.", "text_hr": "Uživajte u pogledu koji nudi vrt i iskoristite besplatan bežični pristup internetu. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 3), koje nude televizore s ravnim ekranom. Krevet u vašoj sobi ima udoban madrac (krevetu s madracem od memorijske pjene). Pripremajte svoje obroke u zajedničkoj kuhinji. Zabavljat će vas digitalnim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu."},
{"name": 4166772, "text_eng": "Take in the views from a terrace and a garden. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself comfortable in this individually decorated villa, featuring a kitchen with a full-sized refrigerator/freezer and an oven. There's a private balcony. A flat-screen television is provided for your entertainment. Conveniences include a desk and a washing machine, and housekeeping is provided on a limited basis.", "text_hr": "Uživajte u pogledima koje nude terasa i vrt. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUdobno se smjestite u ova vila s individualnim uređenjem uz kuhinju koja sadrži hladnjak/zamrzivač u punoj veličini i pećnicu. Imate privatan balkon. Za zabavu na raspolaganju imate televizor s ravnim ekranom. Među praktičnim dodacima nalaze se pisaći stol i perilica rublja, a održavanje sobe dostupno je ograničeno."},
{"name": 4212949, "text_eng": "Satisfy your appetite at one of the hotel's 2 restaurants. Take time to pamper yourself with a visit to the full-service spa. You can take advantage of recreational amenities such as a sauna and bicycles to rent. Additional amenities at this hotel include wireless Internet access (surcharge), an arcade/game room, and gift shops/newsstands. Featured amenities include wired Internet access (surcharge), a 24-hour front desk, and multilingual staff. This hotel has 5 meeting rooms available for events. Guests may use a roundtrip airport shuttle for a surcharge, and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 7 guestrooms.", "text_hr": "Zadovoljite apetit u jednom od 2 restorana u ovaj hotel. Uživajte u posjetu spa centru sa širokim spektrom usluga. Možete iskoristiti rekreacijske mogućnosti uz saunu i najam bicikala. Ovaj hotel nudi dodatne pogodnosti koje uključuju bežični pristup internetu (uz nadoplatu), prostor za arkadne i videoigre i suvenirnice / novinske kioske. Gosti mogu koristiti prednosti koje uključuju žičani pristup internetu (uz nadoplatu), 24-satno radno vrijeme recepcije i višejezično osoblje. Ovaj objekt (ovaj hotel) ima 5 prostorije za sastanke u kojima se mogu organizirati razna događanja. Prijevoz od/do zračne luke dostupan je uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 7)."},
{"name": 4221070, "text_eng": "Local cuisine breakfasts are available daily from 9 AM to 11 AM for a fee. Take advantage of recreation opportunities such as an outdoor pool or take in the view from a terrace and a garden. The front desk is staffed during limited hours. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 4 air-conditioned rooms featuring refrigerators and LCD televisions. Rooms have private balconies. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have showers and complimentary toiletries.", "text_hr": "Doručak (lokalna kuhinja) dostupan je svaki dan od 9.00 do 11.00 uz nadoplatu. Iskoristite mogućnosti rekreacije ponuđene uz vanjski bazen ili uživajte u pogledima koje vam nude terasa i vrt. Osoblje je na recepciji tijekom ograničenoga radnog vremena. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 4 soba/e/i s klimatizacijom, koje nude i hladnjake te LCD televizore. Sobe imaju privatne balkone. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine."},
{"name": 4391004, "text_eng": "For lunch or dinner, stop by MannaManje, a restaurant that specializes in international cuisine. Dining is also available at the coffee shop/café, and room service (during limited hours) is provided. Continental breakfasts are available daily from 7 AM to 10:30 AM for a fee. Pamper yourself with onsite massages or enjoy recreation amenities such as a fitness center. Additional features at this hotel include complimentary wireless Internet access, concierge services, and gift shops/newsstands. Featured amenities include complimentary wired Internet access, a business center, and express check-in. This hotel has 2 meeting rooms available for events. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 47 air-conditioned rooms featuring iPads and LED televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Private bathrooms with showers feature rainfall showerheads and complimentary toiletries. Conveniences include phones, as well as safes and desks.", "text_hr": "Svratite u restoran MannaManje. To je restoran u kojemu se poslužuje ručak ili večera, a specijalitet mu je međunarodna kuhinja. Obroke nudi i kavana/kafić, a dostupne su i pogodnosti posluge u sobu (tijekom ograničenih sati). Doručak (kontinentalni) dostupan je svaki dan od 7.00 do 10.30 uz nadoplatu. Opustite se za vrijeme masaža u sklopu objekta ili uživajte u rekreaciji uz fitness centar. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i suvenirnice / novinske kioske. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, poslovni centar i ekspresnu prijavu. Ovaj objekt (ovaj hotel) ima 2 prostorije za sastanke u kojima se mogu organizirati razna događanja. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 47 soba/e/i s klimatizacijom, koje nude i iPad uređaje te LED televizore. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima te stropnim tušem s tropskom kišom, a nude i besplatne toaletne potrepštine. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": 4391722, "text_eng": "Cooked-to-order breakfasts are available for a fee. Enjoy the recreation opportunities such as karaoke or make use of other amenities including complimentary wireless Internet access. Getting to the surf and sand is a breeze with the beach shuttle (surcharge). Guests may use a ferry terminal shuttle for a surcharge, and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 10 guestrooms. Prepare your meals in the shared/communal kitchen. Bathrooms have showers and complimentary toiletries.", "text_hr": "Doručak (po narudžbi) dostupan je uz nadoplatu. Uživajte u mogućnostima rekreacije uz karaoke ili iskoristite besplatan bežični pristup internetu. Gosti se do plaže mogu mogu lako prevesti autobusom (uz nadoplatu). Prijevoz od/do trajektnog pristaništa (uz nadoplatu) na raspolaganju je uz nadoplatu. Na lokaciji je u ponudi i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 10). Pripremajte svoje obroke u zajedničkoj kuhinji. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine."},
{"name": 4437508, "text_eng": "Hostal Ramos is in Barcelona's Raval district, just 50 metres from the famous Ramblas. It offers 24-hour reception and simple, air-conditioned rooms with a TV and private bathroom. The Ramos has a computer with free internet access. There is also a luggage storage facility in reception. The guesthouse is set near many of the city's attractions. It is next to the Boquería Market and the Liceu Opera House. Plaça Catalunya is just 5 minutes’ walk away. Airport buses, trains and metro lines all stop here.", "text_hr": "Hostel Ramos nalazi se u barcelonskoj četvrti Raval, na samo 50 metara od poznate ulice Ramblas. U okviru objekta na raspolaganju su recepcija otvorena 24 sata i jednostavne klimatizirane sobe s TV-om i vlastitom kupaonicom. Hostel Ramos ima računalo s besplatnim pristupom internetu i skladište prtljage na recepciji. Privatni smještaj nalazi se u blizini mnogih gradskih znamenitosti. Objekt je smješten neposredno pored tržnice Boquería i opere Liceu. Trg Plaça Catalunya udaljen je samo 5 minuta hoda. Tu staju autobusi, vlakovi i linije podzemne željeznice koje voze za zračnu luku."},
{"name": 4439906, "text_eng": "Enjoy a meal at the restaurant, or stay in and take advantage of the hotel's room service (during limited hours). Quench your thirst with your favorite drink at the bar/lounge. A complimentary buffet breakfast is served daily. Enjoy the recreation opportunities such as an outdoor pool or make use of other amenities including complimentary wireless Internet access. Featured amenities include express check-in, express check-out, and multilingual staff.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 50 air-conditioned rooms featuring refrigerators. Cable television is provided for your entertainment. Private bathrooms with showers feature rainfall showerheads and bidets. Conveniences include phones and safes, and you can also request irons/ironing boards.", "text_hr": "Uživajte u obrocima koje nudi restoran ili ostanite u sobi i iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Utažite žeđ omiljenim pićem u baru/salonu. Besplatan doručak (švedski stol) poslužuje se svaki dan. Uživajte u mogućnostima rekreacije uz vanjski bazen ili iskoristite besplatan bežični pristup internetu. Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, ekspresnu odjavu i višejezično osoblje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 50), koje nude hladnjake. Zabavljat će vas kabelskim TV. Privatne kupaonice opremljene su tuševima te stropnim tušem s tropskom kišom, a nude i bidee. Pogodnosti uključuju telefone i sefove, a možete zatražiti i glačala / daske za glačanje."},
{"name": 4446968, "text_eng": "Take in the views from a garden and make use of amenities such as complimentary wireless Internet access and barbecue grills. Featured amenities include a 24-hour front desk, multilingual staff, and laundry facilities. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 14 guestrooms featuring refrigerators and microwaves. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include desks and complimentary weekday newspapers, as well as phones with free local calls.", "text_hr": "Uživajte u pogledu koji nudi vrt i iskoristite besplatan bežični pristup internetu i roštilj. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, višejezično osoblje i mogućnost pranja rublja. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 14 sobe/a/i koje sadrže hladnjake i mikrovalne pećnice. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju pisaće stolove i besplatne novine radnim danima, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 4576705, "text_eng": "Located at the Sveti Martin Bay in Mali Lošinj, Apartments Katja provides accommodation units with a kitchen and a balcony or terrace. The beach can be reached within a 2-minute walk and the city centre is 700 metres away. A sofa bed and a dining area are standard in all units, as well as the air conditioning. Free Wi-Fi is available in all rooms. Guests can use Apartments Katja’s barbecue facilities and spend time on the terrace or in the garden. In 200 metres distance, typical Croatian restaurants, bars and a market can be found. The scenic Čikat Beach can be reached within a 2-minute drive and the Cres Ferry Port is 55 km away from the guest house. The Lošinj Bus Station is at a distance of 700 metres, while a small airport is located at a distance of 5 km. Rijeka Airport is 105 km away. Shuttle service can be arranged upon previous request and at a surcharge.", "text_hr": "Apartmani Katja smješteni su u uvali Sveti Martin u Malom Lošinju,a na 2 minute hoda od plaže i 700 metara od gradskog centra. Dostupni su kuhinja te balkon ili terasa. Sve jedinice uključuju kauč, blagovaonicu i klima-uređaj. Besplatni WiFi dostupan je u svim sobama. Gostima apartmana Katja na raspolaganju su oprema za roštilj i terasa te vrt gdje se mogu opustiti. Tipični hrvatski restorani, barovi i tržnica nalaze se na 200 metara od objekta. Do živopisne plaže Čikat može se doći za manje od 2 minute vožnje. Trajektna luka Cres udaljena je 55 km od apartmana. Autobusni kolodvor Lošinj smješten je 700 metara od objekta, a mala zračna luka nalazi se na 5 km. Zračna luka Rijeka udaljena je 105 km. Usluga prijevoza dostupna je na prethodni zahtjev i uz nadoplatu."},
{"name": 4646099, "text_eng": "Take advantage of the hotel's room service (during limited hours). Cooked-to-order breakfasts are available daily from 7 AM to 11 AM for a fee. Make use of convenient amenities such as complimentary wireless Internet access, a television in a common area, and tour/ticket assistance. Featured amenities include a 24-hour front desk, luggage storage, and laundry facilities. Self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 22 guestrooms. Prepare your meals in the shared/communal kitchen. Complimentary wireless Internet access is available to keep you connected. Bathrooms have showers and hair dryers.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Doručak (po narudžbi) dostupan je svaki dan od 7.00 do 11.00 uz nadoplatu. Iskoristite praktične pogodnosti kao što su besplatan bežični pristup internetu, televizor u zajedničkom prostoru i organizacija turističkog obilaska / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, pohrana prtljage i mogućnost pranja rublja. Na lokaciji se nudi samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba (ukupno 22). Pripremajte svoje obroke u zajedničkoj kuhinji. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i sušila za kosu."},
{"name": 4687162, "text_eng": "Apartment Zaostrog 15656b is situated in Zaostrog. The air-conditioned accommodation is 43 km from Baška Voda, and guests benefit from complimentary WiFi and private parking available on site. The apartment features 1 bedroom, 1 bathroom, a TV with satellite channels, a dining area, a fully equipped kitchen, and a balcony with sea views. Makarska is 34 km from the apartment, while Brela is 47 km from the property.", "text_hr": "Apartman Zaostrog 15656b nalazi se u Zaostrogu u Splitsko-dalmatinskoj županiji, na 43 km od Baške Vode. Ovaj objekt s 3 zvjezdice nudi besplatni WiFi i klimatiziran smještaj. Ovaj apartman uključuje spavaću sobu, kupaonicu, TV sa satelitskim programima, blagovaonicu, potpuno opremljenu kuhinju i balkon s pogledom na more. Do Makarske ima 34 km, a do Brela 47 km."},
{"name": 4710309, "text_eng": "Take in the views from a garden and make use of amenities such as complimentary wireless Internet access and a television in a common area. This hostel also features a picnic area and barbecue grills. Featured amenities include luggage storage, laundry facilities, and microwave in a common area. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 13 air-conditioned rooms featuring microwaves. Rooms have private furnished patios. Complimentary wireless Internet access is available to keep you connected. Bathrooms have complimentary toiletries and hair dryers.", "text_hr": "Uživajte u pogledu koji nudi vrt i iskoristite besplatan bežični pristup internetu i televizor u zajedničkom prostoru. Ovaj hostel nudi i prostor za piknik te roštilj. Gosti mogu koristiti prednosti koje uključuju pohrana prtljage, mogućnost pranja rublja i mikrovalna pećnica u zajedničkim prostorima. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 13), koje nude mikrovalne pećnice. Sobe imaju privatne namješteni popločeni dvorišni prostor. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu."},
{"name": 4709773, "text_eng": "Make use of convenient amenities, which include complimentary wireless Internet access and barbecue grills. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 14 guestrooms featuring refrigerators and flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and complimentary toiletries. Conveniences include microwaves and electric kettles, and housekeeping is provided daily.", "text_hr": "Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i roštilj. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 14) koje sadrže hladnjake i televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine. Među pogodnostima su mikrovalne pećnice i kuhala za vodu, a sobe se održavaju i spremaju svaki dan."},
{"name": 4714636, "text_eng": "Take advantage of the hotel's room service (during limited hours). A complimentary continental breakfast is served daily from 7:30 AM to 10:30 AM.  Featured amenities include a 24-hour front desk, laundry facilities, and an elevator (lift). Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 20 air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and complimentary toiletries. Conveniences include desks and coffee/tea makers, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti posluge u sobu (tijekom ograničenih sati) u ovaj hotel. Besplatan doručak (kontinentalni) poslužuje se svaki dan od 7.30 do 10.30.  Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, mogućnost pranja rublja i dizalo. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 20), koje nude televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine. Među pogodnostima su pisaći stolovi i aparat za kavu/čaj, a sobe se održavaju i spremaju svaki dan."},
{"name": 4721725, "text_eng": "Make yourself at home in one of the air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Bathrooms have showers and complimentary toiletries.", "text_hr": "Osjećajte se kao kod kuće u jednoj od klimatiziranih soba koje nude televizore s ravnim ekranom. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine."},
{"name": 4722604, "text_eng": "Take advantage of the hotel's 24-hour room service. Wrap up your day with a drink at the bar/lounge. A complimentary buffet breakfast is served daily from 7 AM to 10:00 AM.  Featured amenities include a 24-hour front desk, luggage storage, and laundry facilities.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 23 air-conditioned rooms featuring refrigerators. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Private bathrooms with showers feature complimentary toiletries and hair dryers. Conveniences include desks, and housekeeping is provided daily.", "text_hr": "Iskoristite pogodnosti 24-satne posluge u sobu u ovaj hotel. Završite dan uz piće u baru/salonu. Besplatan doručak (švedski stol) poslužuje se svaki dan od 7.00 do 10.00.  Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, pohrana prtljage i mogućnost pranja rublja.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 23), koje nude hladnjake. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Pogodnosti uključuju pisaće stolove, a sobe se čiste i održavaju svaki dan."},
{"name": 4755649, "text_eng": "Enjoy recreation amenities such as an outdoor pool or take in the view from a terrace. Additional features at this country house include complimentary wireless Internet access and barbecue grills. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTreat yourself to a stay in one of the individually decorated guestrooms, featuring fireplaces and private spa tubs. Your memory foam bed comes with down comforters and Egyptian cotton sheets. Rooms have private furnished patios. Kitchens are outfitted with full-sized refrigerators/freezers, ovens, and stovetops. Flat-screen televisions and DVD players are provided for your entertainment, while complimentary wireless Internet access keeps you connected. Private bathrooms with shower/tub combinations feature jetted bathtubs and rainfall showerheads.", "text_hr": "Uživajte u mogućnostima rekreacije uz vanjski bazen ili se opustite uz pogled koji nudi terasa. Ova ladanjska kuća nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu i roštilj. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPočastite se boravkom u sobama s individualnim uređenjem koje imaju kamine i privatne spa kade. Vaš krevet ima udoban madrac (krevetu s madracem od memorijske pjene), perine i posteljinu od egipatskog pamuka. Sobe imaju privatne namješteni popločeni dvorišni prostor. Kuhinje su opremljene hladnjacima/zamrzivačima u punoj veličini, pećnicama i pločama za kuhanje. Zabavljat će vas televizori s ravnim ekranom i DVD playeri, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice s kombinacijama tuša i kade opremljene su spa kadama i stropnim tušem s tropskom kišom."},
{"name": 4755648, "text_eng": "Make use of convenient amenities, which include complimentary wireless Internet access and tour/ticket assistance. Featured amenities include express check-in, express check-out, and multilingual staff.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 24 guestrooms, featuring kitchenettes with refrigerators and stovetops. Complimentary wireless Internet access keeps you connected, and LED televisions are provided for your entertainment. Conveniences include desks and microwaves, and housekeeping is provided weekly.", "text_hr": "Iskoristite praktične pogodnosti koje uključuju besplatan bežični pristup internetu i organizaciju turističkih obilazaka / kupnje ulaznica. Gosti mogu koristiti prednosti koje uključuju ekspresnu prijavu, ekspresnu odjavu i višejezično osoblje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 24), koje sadrže čajne kuhinje s hladnjacima i pločama za kuhanje. Zabavljat će vas LED televizori, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Među pogodnostima su pisaći stolovi i mikrovalne pećnice, a sobe se održavaju i spremaju tjedno."},
{"name": 4759456, "text_eng": "This hotel offers designated smoking areas. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have showers and complimentary toiletries.", "text_hr": "Ovaj hotel nudi posebna područja namijenjena za pušenje. \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba koje nude televizore s ravnim ekranom. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su tuševi, a nude i besplatne toaletne potrepštine."},
{"name": 4765978, "text_eng": "A complimentary continental breakfast is served daily from 8:30 AM to 9:30 AM. Enjoy a range of recreational amenities, including an outdoor pool, a sauna, and a fitness center. Featured amenities include complimentary newspapers in the lobby, luggage storage, and refrigerator in a common area. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 5 individually decorated guestrooms. Complimentary wireless Internet access is available to keep you connected. Private bathrooms with bathtubs or showers feature complimentary toiletries and hair dryers. Conveniences include desks and electric kettles, and housekeeping is provided daily.", "text_hr": "Besplatan doručak (kontinentalni) poslužuje se svaki dan od 8.30 do 9.30. Uživajte u nizu rekreacijskih mogućnosti uz vanjski bazen, saunu i fitness centar. Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, pohrana prtljage i hladnjak u zajedničkim prostorima. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od soba s individualnim uređenjem (ukupno 5). Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu. Među pogodnostima su pisaći stolovi i kuhala za vodu, a sobe se održavaju i spremaju svaki dan."},
{"name": 4774342, "text_eng": "Make yourself comfortable in your apartment. Complimentary wireless Internet access is available to keep you connected. The bathroom has a shower and a hair dryer. Conveniences include an electric kettle and a washing machine.", "text_hr": "Udobno se smjestite u ovaj apartman.Uz besplatan bežični pristup internetu ostat ćete povezani sa svijetom.Kupaonica s tušem sadrži i sušilo za kosu. Među praktičnim dodacima nalaze se kuhalo za vodu i perilica rublja."},
