[
{"name": 100044, "text_eng": "Enjoy international cuisine at Yalumba , one of the hotel's 15 restaurants, or stay in and take advantage of the 24-hour room service. Snacks are also available at the coffee shop/café. When you are in need of a refreshing drink, visit the swim-up bar or one of 3 bars/lounges, or 3 poolside bars. Buffet breakfasts are available daily from 5:30 AM to 10:30 AM for a fee. Pamper yourself with a visit to the spa, which offers massages, body treatments, and facials. You're sure to appreciate the recreational amenities, which include 5 outdoor swimming pools, a nightclub, and a health club. Additional features at this hotel include complimentary wireless Internet access, concierge services, and gift shops/newsstands. Featured amenities include complimentary wired Internet access, a 24-hour business center, and limo/town car service. Planning an event in Dubai? This hotel has facilities measuring 44401 square feet (4125 square meters), including a conference center. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free valet parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 383 individually decorated guestrooms, featuring minibars and LCD televisions. Your Tempur-Pedic bed comes with down comforters and Frette Italian sheets. Complimentary wired and wireless Internet access keeps you connected, and satellite programming provides entertainment. Private bathrooms with shower/tub combinations feature deep soaking bathtubs and designer toiletries.", "text_hr": "U restoranu Yalumba , jednom od 15 restorana u ovom hotelu, oduševit će vas međunarodna kuhinja. Možete i ostati u sobi te iskoristiti prednosti 24-satne posluge u sobu. Ako pak poželite male obroke, imate kavana/kafić. Kada se želite osvježiti, posjetite bar u bazenu ili jedan od 3 bara/salona ili 3 bara uz bazen. Doručak (švedski stol) dostupan je svaki dan od 5.30 do 10.30 uz nadoplatu. Opustite se u posjetu spa centru, u čijoj su ponudi masaže, tretmani za tijelo i tretmani za lice. Sigurno ćete uživati u rekreacijskim mogućnostima uz 5 vanjska bazena, noćni klub i rekreacijski klub. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i suvenirnice / novinske kioske. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, 24-satni poslovni centar i usluge limuzine / prijevoza automobilom. Planirate neko događanje u mjestu Dubai? Ovaj objekt (ovaj hotel) ima prostore površine 44401 kvadr. st. (4125 m²), koji se sastoje od kongresnoga centra. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatna usluga parkiranja.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 383 sobe/a/i s individualnim uređenjem, koje vam nude minibarove i LCD televizore. Vaš krevet ima udoban madrac (krevetu s madracem Tempur-Pedic), perine i talijanske plahte Frette. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Privatne kupaonice opremljene su kombinacijama tuša i kade i nude dubokim kadama i dizajnerske toaletne potrepštine."},
{"name": 194742, "text_eng": "A complimentary buffet breakfast is served on weekdays from 6 AM to 9 AM and on weekends from 7 AM to 10 AM. Take advantage of recreation opportunities such as a spa tub, or other amenities including wireless Internet access (surcharge) and wedding services. This hotel also features a television in a common area and a picnic area. Featured amenities include a business center, limo/town car service, and express check-out. Planning an event in Highlands Ranch? This hotel has facilities measuring 864 square feet (80 square meters), including a conference center. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 73 individually decorated guestrooms, featuring refrigerators and microwaves. Your room comes with a pillowtop bed, and all rooms are furnished with sofa beds. 32-inch LCD televisions with cable programming provide entertainment, while complimentary wired Internet access keeps you connected. Bathrooms have complimentary toiletries and hair dryers.", "text_hr": "Besplatan doručak (švedski stol) poslužuje se radnim danima od 6.00 do 9.00, a vikendom od 7.00 do 10.00. Iskoristite mogućnosti za rekreaciju uz spa kadu ili druge pogodnosti kao što su bežični pristup internetu (uz nadoplatu) i usluge vjenčanja. Ovaj hotel nudi i televizor u zajedničkom prostoru te prostor za piknik. Gosti mogu koristiti prednosti koje uključuju poslovni centar, usluge limuzine / prijevoza automobilom i ekspresnu odjavu. Planirate neko događanje u mjestu Highlands Ranch? Ovaj objekt (ovaj hotel) ima prostore površine 864 kvadr. st. (80 m²), koji se sastoje od kongresnoga centra. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 73 sobe/a/i s individualnim uređenjem koje vam nude hladnjake i mikrovalne pećnice. Krevet u vašoj sobi ima udoban madrac (krevetu s nadmadracem), a sve sobe sadrže i kauč na razvlačenje. Zabavljat će vas LCD televizori (32 - in) i kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan pristup žičanom internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu."},
{"name": 194687, "text_eng": "A complimentary buffet breakfast is included. Enjoy the recreation opportunities such as a seasonal outdoor pool or make use of other amenities including complimentary wireless Internet access. Featured amenities include complimentary wired Internet access, a 24-hour business center, and complimentary newspapers in the lobby. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 86 air-conditioned rooms featuring refrigerators and microwaves. Complimentary wired and wireless Internet access keeps you connected, and cable programming provides entertainment. Bathrooms have complimentary toiletries and hair dryers. Conveniences include safes and desks, as well as phones with free local calls.", "text_hr": "Uključen je besplatan doručak (švedski stol). Uživajte u mogućnostima rekreacije uz sezonski vanjski bazen ili iskoristite besplatan bežični pristup internetu. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, 24-satni poslovni centar i besplatne novine u predvorju. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 86 soba/e/i s klimatizacijom, koje nude i hladnjake re mikrovalne pećnice. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu. Pogodnosti uključuju sefove i pisaće stolove, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 195455, "text_eng": "This property is all inclusive. Rates include meals and beverages at onsite dining establishments. Charges may be applied for dining at some restaurants, special dinners and dishes, some beverages, and other amenities. Enjoy international cuisine at Mythos Main Restaurant, one of the property's 4 restaurants, or stay in and take advantage of the 24-hour room service. Relax with a refreshing drink from the poolside bar or one of the 4 bars/lounges.  Pamper yourself with a visit to the spa, which offers body treatments and facials. You can get some exercise with a round of golf or enjoy a lazy day at the private beach. Additional features at this property include complimentary wireless Internet access, concierge services, and babysitting/childcare (surcharge). Featured amenities include a business center, dry cleaning/laundry services, and a 24-hour front desk. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 272 air-conditioned rooms featuring minibars. Rooms have private balconies or patios. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have complimentary toiletries and hair dryers.", "text_hr": "Ovaj smještajni objekt pruža all inclusive usluge. Cijene uključuju obroke i pića u restoranima i barovima u sklopu objekta. Mogu se primijeniti naknade za obroke u nekim restoranima, posebne večere i obroke, neka pića te za druge pogodnosti. U restoranu Mythos Main Restaurant, jednom od 4 restorana u ovaj smještajni objekt, oduševit će vas međunarodna kuhinja. Možete i ostati u sobi te iskoristiti prednosti 24-satne posluge u sobu. Opustite se uz osvježavajuće piće u baru pokraj bazena ili u jednom od 4 bara/salona.  Uživajte u posjetu spa centru koji nudi tretmani za tijelo i tretmani za lice. Možete se rekreirati partijom golfa ili uživati u laganom danu na privatnoj plaži. Ovo odmaralište nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i čuvanje djece / brigu o djeci (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju poslovni centar, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 272), koje nude minibarove. Sobe imaju privatne balkone ili popločeni dvorišni prostor. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu."},
{"name": 193787, "text_eng": "Grab a bite to eat at the hotel's buffet restaurant, which features a bar, or stay in and take advantage of the room service (during limited hours). Quench your thirst with your favorite drink at the poolside bar. Buffet breakfasts are available daily for a fee. Don't miss out on the many recreational opportunities, including a nightclub, an outdoor pool, and an outdoor tennis court. This hotel also features complimentary wireless Internet access, concierge services, and an arcade/game room. Getting to nearby attractions is a breeze with the area shuttle (surcharge). Featured amenities include complimentary newspapers in the lobby, dry cleaning/laundry services, and a 24-hour front desk. A roundtrip airport shuttle is provided for a surcharge (available 24 hours), and free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 132 air-conditioned guestrooms. Rooms have private balconies. Complimentary wireless Internet access is available to keep you connected. Private bathrooms with bathtubs feature complimentary toiletries and bidets.", "text_hr": "Uživajte u obrocima koje nudi restoran sa švedskim stolom u ovaj hotel koji ima i bar. Mmožete i ostati u sobi te iskoristiti pogodnosti posluge u sobu (tijekom ograničenih sati). Utažite žeđ omiljenim pićem u baru pokraj bazena. Doručak (švedski stol) dostupan je svaki dan uz nadoplatu. Nemojte propustiti brojne rekreacijske mogućnosti uz noćni klub, vanjski bazen i vanjski teniski teren. Ovaj hotel nudi i besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) te prostor za arkadne i videoigre. Do obližnjih atrakcija lako je stići autobusom (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju besplatne novine u predvorju, usluge kemijskog čišćenja / pranja rublja i 24-satno radno vrijeme recepcije. Prijevoz od/do zračne luke (dostupno 24 sata) nudi se uz nadoplatu. U ponudi je i besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 132). Sobe imaju privatne balkone. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama, a nude i besplatne toaletne potrepštine te bidee."},
{"name": 195194, "text_eng": "This property is all inclusive. Rates include meals and beverages at onsite dining establishments. Charges may be applied for dining at some restaurants, special dinners and dishes, some beverages, and other amenities. Grab a bite to eat at one of the property's many dining establishments, which include 4 restaurants and 2 coffee shops/cafés. Wind down with a drink at one of the 4 bars/lounges or 2 poolside bars. A complimentary hot/cold buffet breakfast is served daily from 7:00 AM to 10:00 AM.  Pamper yourself with onsite massages, body treatments, and facials. After dipping into one of the 5 outdoor swimming pools, you can spend some time at the private beach. Additional amenities at this property include complimentary wireless Internet access, babysitting/childcare (surcharge), and an arcade/game room. Featured amenities include a 24-hour front desk, multilingual staff, and luggage storage. Event facilities at this property consist of conference space and a meeting room. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 334 air-conditioned rooms featuring refrigerators. Rooms have private furnished balconies. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have bathtubs and complimentary toiletries.", "text_hr": "Ovaj smještajni objekt pruža all inclusive usluge. Cijene uključuju obroke i pića u restoranima i barovima u sklopu objekta. Mogu se primijeniti naknade za obroke u nekim restoranima, posebne večere i obroke, neka pića te za druge pogodnosti. Objedujte u jednom od brojnih ugostiteljskih objekata u ponudi u ovaj smještajni objekt, u kojoj se nalazi 4 restorana i 2 kavane/kafića. Opustite se uz piće u jednom od 4 bara/salona ili 2 bara uz bazen.Besplatan doručak (topli i hladni švedski stol) poslužuje se svaki dan od 7.00 do 10.00.  U sklopu objekta opustite se uz masaže, tretmane za tijelo i tretmane za lice. Nakon uživanja u 5 vanjska bazena možete provesti neko vrijeme na privatnoj plaži. Ovo odmaralište nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, čuvanje djece / brigu o djeci (uz nadoplatu) i prostor za arkadne i videoigre. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, višejezično osoblje i pohrana prtljage. Prostori za događanja u ovom objektu (ovaj smještajni objekt) sastoje se od prostora za konferencije / sastanke i prostorije za sastanke. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 334), koje nude hladnjake. Sobe imaju privatne opremljene balkone. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su kade, a nude i besplatne toaletne potrepštine."},
{"name": 195193, "text_eng": "This property is all inclusive. Rates include meals and beverages at onsite dining establishments. Charges may be applied for dining at some restaurants, special dinners and dishes, some beverages, and other amenities. Grab a bite to eat at one of the property's many dining establishments, which include 4 restaurants and 2 coffee shops/cafés. Wind down with a drink at one of the 4 bars/lounges or 2 poolside bars. A complimentary hot/cold buffet breakfast is served daily from 7:00 AM to 10:00 AM.  Pamper yourself with onsite massages, body treatments, and facials. After dipping into one of the 5 outdoor swimming pools, you can spend some time at the private beach. Additional amenities at this property include complimentary wireless Internet access, babysitting/childcare (surcharge), and an arcade/game room. Featured amenities include a 24-hour front desk, multilingual staff, and luggage storage. Event facilities at this property consist of conference space and a meeting room. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 334 air-conditioned rooms featuring refrigerators. Rooms have private furnished balconies. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Bathrooms have bathtubs and complimentary toiletries.", "text_hr": "Ovaj smještajni objekt pruža all inclusive usluge. Cijene uključuju obroke i pića u restoranima i barovima u sklopu objekta. Mogu se primijeniti naknade za obroke u nekim restoranima, posebne večere i obroke, neka pića te za druge pogodnosti. Objedujte u jednom od brojnih ugostiteljskih objekata u ponudi u ovaj smještajni objekt, u kojoj se nalazi 4 restorana i 2 kavane/kafića. Opustite se uz piće u jednom od 4 bara/salona ili 2 bara uz bazen.Besplatan doručak (topli i hladni švedski stol) poslužuje se svaki dan od 7.00 do 10.00.  U sklopu objekta opustite se uz masaže, tretmane za tijelo i tretmane za lice. Nakon uživanja u 5 vanjska bazena možete provesti neko vrijeme na privatnoj plaži. Ovo odmaralište nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, čuvanje djece / brigu o djeci (uz nadoplatu) i prostor za arkadne i videoigre. Gosti mogu koristiti prednosti koje uključuju 24-satno radno vrijeme recepcije, višejezično osoblje i pohrana prtljage. Prostori za događanja u ovom objektu (ovaj smještajni objekt) sastoje se od prostora za konferencije / sastanke i prostorije za sastanke. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od klimatiziranih soba (ukupno 334), koje nude hladnjake. Sobe imaju privatne opremljene balkone. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. U kupaonicama su kade, a nude i besplatne toaletne potrepštine."},
{"name": 193615, "text_eng": "Mingle with other guests at the complimentary reception, held on select days. A complimentary hot/cold buffet breakfast is served daily. Take advantage of recreation opportunities such as a fitness center, or other amenities including complimentary wireless Internet access and a picnic area. Featured amenities include a business center, express check-in, and express check-out. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 76 air-conditioned rooms featuring kitchenettes with refrigerators and microwaves. Complimentary wireless Internet access keeps you connected, and cable programming is available for your entertainment. Conveniences include desks and coffee/tea makers, as well as phones with free local calls.", "text_hr": "Sprijateljite se s drugim gostima za vrijeme besplatnog domjenka za goste, koje se održava određenim danima. Besplatan doručak (topli i hladni švedski stol) poslužuje se svaki dan. Iskoristite mogućnosti za rekreaciju uz fitness centar ili druge pogodnosti kao što su besplatan bežični pristup internetu i prostor za piknik. Gosti mogu koristiti prednosti koje uključuju poslovni centar, ekspresnu prijavu i ekspresnu odjavu. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od soba (ukupno 76), koje sadrže čajne kuhinje s hladnjacima i mikrovalnim pećnicama. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Pogodnosti uključuju pisaće stolove i aparate za kavu/čaj, kao i telefona s besplatnim lokalnim pozivima."},
{"name": 194969, "text_eng": "Grab a bite at Restaurant Beletage, one of the hotel's 2 restaurants, or stay in and take advantage of the 24-hour room service. Wrap up your day with a drink at the bar/lounge. Buffet breakfasts are available daily from 6:30 AM to 11 AM for a fee. Relax at the full-service spa, where you can enjoy massages, body treatments, and facials. If you're looking for recreational opportunities, you'll find a 24-hour health club, an indoor pool, and a sauna. This hotel also features complimentary wireless Internet access, concierge services, and gift shops/newsstands. Featured amenities include a business center, limo/town car service, and express check-in. Planning an event in Berlin? This hotel has facilities measuring 20452 square feet (1900 square meters), including conference space. Guests may use a train station pick-up service for a surcharge, and self parking (subject to charges) is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 601 air-conditioned rooms featuring MP3 docking stations and flat-screen televisions. Your pillowtop bed comes with premium bedding. Satellite programming provides entertainment, and wired and wireless Internet access is available for a surcharge. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers.", "text_hr": "Objedujte u restoranu Restaurant Beletage, jednom od 2 restorana u ovaj hotel. Možete i ostati u sobi te iskoristiti 24-satne posluge u sobu. Završite dan uz piće u baru/salonu. Doručak (švedski stol) dostupan je svaki dan od 6.30 do 11.00 uz nadoplatu. Opustite se u spa centru sa širokim spektrom usluga, kojemu su u ponudi i masaže, tretmani za tijelo i tretmani za lice. Ako tražite rekreacijske mogućnosti, naći ćete ih uz 24-satni rekreacijski klub, unutarnji bazen i saunu. Ovaj hotel nudi i besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) te suvenirnice / novinske kioske. Gosti mogu koristiti prednosti koje uključuju poslovni centar, usluge limuzine / prijevoza automobilom i ekspresnu prijavu. Planirate neko događanje u mjestu Berlin? Ovaj objekt (ovaj hotel) ima prostore površine 20452 kvadr. st. (1900 m²), koji se sastoje od prostora za konferencije / sastanke. Prijevoz od željezničkog kolodvora na raspolaganju je uz nadoplatu. Na lokaciji je u ponudi i samostalno parkiranje (podložno naknadama).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 601 soba/e/i s klimatizacijom, koje nude i priključne stanice za MP3 te televizore s ravnim ekranom. Vaš krevet ima udoban madrac (krevetu s nadmadracem) i luksuzna posteljina. Zabavljat će vas satelitskim TV, a žičani i bežični pristup internetu dostupni su uz nadoplatu. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 194627, "text_eng": "Grab a bite from the grocery/convenience store serving guests of Comfort Suites Fort Pierce I-95. A complimentary buffet breakfast is included. Don't miss out on recreational opportunities including a spa tub and a fitness center. Featured amenities include a business center, complimentary newspapers in the lobby, and a 24-hour front desk. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 68 air-conditioned rooms featuring refrigerators and microwaves. Complimentary wired and wireless Internet access keeps you connected, and satellite programming provides entertainment. Conveniences include safes and desks, and you can also request rollaway/extra beds (surcharge).", "text_hr": "Pojedite obrok iz trgovine namirnicama / mješovitom robom za goste koji borave u Comfort Suites Fort Pierce I-95. Uključen je besplatan doručak (švedski stol). Nemojte propustiti rekreacijske mogućnosti uz spa kadu i fitness centar. Gosti mogu koristiti prednosti koje uključuju poslovni centar, besplatne novine u predvorju i 24-satno radno vrijeme recepcije. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 68 soba/e/i s klimatizacijom, koje nude i hladnjake re mikrovalne pećnice. Zabavljat će vas satelitskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Pogodnosti uključuju sefove i pisaće stolove, a možete zatražiti i sklopive/dodatne krevete (uz nadoplatu)."},
{"name": 192997, "text_eng": "Enjoy Mediterranean cuisine at Afroditi, one of the hotel's many dining establishments, which include 2 restaurants and a coffee shop/café. Relax with a refreshing drink from the poolside bar or one of the 2 bars/lounges. A complimentary buffet breakfast is served daily. Relax on the private beach or enjoy other recreational amenities such as an indoor pool and a seasonal outdoor pool. Featured amenities include dry cleaning/laundry services, a 24-hour front desk, and luggage storage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 124 air-conditioned rooms featuring Smart televisions. Private bathrooms with showers feature complimentary toiletries and hair dryers.", "text_hr": "U restoranu Afroditi, jednom od brojnih ugostiteljskih objekata u ponudi u ovaj hotel, u kojoj se nalazi 2 restorana i kavana/kafić, oduševit će vas mediteranska kuhinja. Opustite se uz osvježavajuće piće u baru pokraj bazena ili u jednom od 2 bara/salona. Besplatan doručak (švedski stol) poslužuje se svaki dan. Opustite se na privatnoj plaži ili uživajte u mogućnostima rekreacije uz unutarnji bazen i sezonski vanjski bazen. Gosti mogu koristiti prednosti koje uključuju usluge kemijskog čišćenja / pranja rublja, 24-satno radno vrijeme recepcije i pohrana prtljage.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 124), koje nude pametni televizori. Privatne kupaonice opremljene su tuševima, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 194686, "text_eng": "Grab a bite at AJs Restaurant, one of the resort's 2 restaurants, or stay in and take advantage of the room service (during limited hours). Relax with a refreshing drink at the bar/lounge, the poolside bar, or one of 3 bars/lounges. Buffet breakfasts are available for a fee. Practice your swing on the golf course and enjoy other recreational amenities, such as an outdoor pool and a spa tub. Additional features at this resort include complimentary wireless Internet access, concierge services, and a ballroom. Getting to nearby attractions is a breeze with the complimentary area shuttle. Featured amenities include complimentary wired Internet access, a business center, and complimentary newspapers in the lobby. Free self parking is available onsite.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 249 air-conditioned rooms featuring LCD televisions. Rooms have private balconies or patios. Complimentary wired and wireless Internet access keeps you connected, and cable programming provides entertainment. Bathrooms have complimentary toiletries and hair dryers.", "text_hr": "Objedujte u restoranu AJs Restaurant, jednom od 2 restorana u ovaj resort. Možete i ostati u sobi te iskoristiti posluge u sobu (tijekom ograničenih sati). Opustite se uz osvježavajuće piće u baru/salonu, baru pokraj bazena ili jednom od 3 bara/salona. Doručak (švedski stol) dostupan je uz nadoplatu. Vježbajte na golfskom igralištu i uživajte u drugim rekreacijskim mogućnostima uz vanjski bazen i spa kadu. Ovaj resort nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i plesna dvorana. Do obližnjih atrakcija možete lako stići besplatnim autobusom. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, poslovni centar i besplatne novine u predvorju. Na lokaciji se nudi besplatno samostalno parkiranje.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 249), koje nude LCD televizore. Sobe imaju privatne balkone ili popločeni dvorišni prostor. Zabavljat će vas kabelskim TV, a ostat ćete povezani sa svijetom uz besplatni žičani i bežični pristup internetu. Kupaonice nude besplatne toaletne potrepštine i sušila za kosu."},
{"name": 194743, "text_eng": "A complimentary buffet breakfast is included. Take advantage of recreation opportunities including an outdoor pool and a spa tub. Additional amenities at this hotel include complimentary wireless Internet access, gift shops/newsstands, and a television in a common area. Featured amenities include complimentary wired Internet access, a business center, and express check-in. A roundtrip airport shuttle is complimentary (available on request).\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 108 air-conditioned rooms featuring refrigerators and microwaves. Your bed comes with premium bedding, and all rooms are furnished with sofa beds. Wired and wireless Internet access is complimentary, and flat-screen televisions with cable programming provide entertainment. Private bathrooms with shower/tub combinations feature complimentary toiletries and hair dryers.", "text_hr": "Uključen je besplatan doručak (švedski stol). Iskoristite rekreacijske mogućnosti uz vanjski bazen i spa kadu. Ovaj hotel nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, suvenirnice / novinske kioske i televizor u zajedničkom prostoru. Gosti mogu koristiti prednosti koje uključuju besplatan pristup žičanom internetu, poslovni centar i ekspresnu prijavu. Prijevoz od/do zračne luke je besplatan dostupno na zahtjev.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećat ćete se kao kod kuće u jednoj od 108 soba/e/i s klimatizacijom, koje nude i hladnjake re mikrovalne pećnice. Vaš krevet ima luksuzna posteljina, a sve sobe sadrže kauč na razvlačenje. Zabavljat će vas televizori s ravnim ekranom i kabelskim TV, a žičani i bežični pristup internetu je besplatan. Privatne kupaonice opremljene su kombinacijama tuša i kade, a nude i besplatne toaletne potrepštine te sušila za kosu."},
{"name": 194171, "text_eng": "Grab a bite at Lure Fishbar, one of the hotel's 3 restaurants, or stay in and take advantage of the 24-hour room service. Quench your thirst with your favorite drink at the bar/lounge. Buffet breakfasts are served on weekdays from 7:00 AM to 11:00 AM and on weekends from 7:00 AM to noon for a fee. Relax at the full-service spa, where you can enjoy massages. You're sure to appreciate the recreational amenities, which include 2 spa tubs, a health club, and a sauna. Additional features at this Art Deco hotel include complimentary wireless Internet access, concierge services, and babysitting/childcare (surcharge). Featured amenities include a business center, limo/town car service, and express check-out.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMake yourself at home in one of the 790 air-conditioned rooms featuring flat-screen televisions. Complimentary wireless Internet access is available to keep you connected. Private bathrooms with bathtubs or showers feature designer toiletries and hair dryers. Conveniences include phones, as well as safes and desks.", "text_hr": "Objedujte u restoranu Lure Fishbar, jednom od 3 restorana u ovaj hotel. Možete i ostati u sobi te iskoristiti 24-satne posluge u sobu. Utažite žeđ omiljenim pićem u baru/salonu. Doručak (švedski stol) poslužuje se radnim danima od 7.00 do 11.00 i vikendom od 7.00 do podne uz nadoplatu. Opustite se u spa centru sa širokim spektrom usluga, među kojima su i masaže. Sigurno ćete uživati u rekreacijskim mogućnostima uz 2 spa kade, rekreacijski klub i saunu. Ovaj hotel u art déco stilu nudi dodatne pogodnosti koje uključuju besplatan bežični pristup internetu, usluge recepcionara za osobne usluge (concierge) i čuvanje djece / brigu o djeci (uz nadoplatu). Gosti mogu koristiti prednosti koje uključuju poslovni centar, usluge limuzine / prijevoza automobilom i ekspresnu odjavu.\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOsjećajte se kao kod kuće u jednoj od klimatiziranih soba (ukupno 790), koje nude televizore s ravnim ekranom. Ostat ćete povezani sa svijetom uz besplatan bežični pristup internetu. Privatne kupaonice opremljene su kadama ili tuševima, a nude i dizajnerske toaletne potrepštine te sušila za kosu. U pogodnosti su uključeni telefoni, sef i pisaći stolovi."},
{"name": 194002, "text_eng": "Enjoy our Free Fitness Center and Free Turkish Bath. Delight yourself with the best Italian and Tuscan Cuisine you ever tried at our Restaurant \"Lo Zafferano\" with our our Chef Fatjon Goga. Ask about our Free Golf options and enjoy Tuscany!\r\nAC Hotel Arezzo offers modern accommodation in Arezzo, 5 minutes by car from the centre. It has a free fitness centre with Turkish bath. Your room features 4 pillows and Wi-Fi access. A generous buffet breakfast is included. The Arezzo AC Hotel offers a free car park, 2 meeting rooms, and the signature AC Lounge. Here you will find free newspapers, LCD TV, computers, and printers. The restaurant serves both Italian and international cuisine.", "text_hr": "AC Hotel Arezzo offers modern accommodation in Arezzo, 5 minutes by car from the centre. It has a free fitness centre with Turkish bath. Your room features 4 pillows and Wi-Fi access. A generous buffet breakfast is included. The Arezzo AC Hotel offers a free car park, 2 meeting rooms, and the signature AC Lounge. Here you will find free newspapers, LCD TV, computers, and printers. The restaurant serves both Italian and international cuisine."},
